Repository: Julinium/emarches.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: If information on our website is wrong or inaccurate, it most probably comes from the public portal.
ar: إذا كانت المعلومات على موقعنا غير صحيحة أو دقيقة، فمن المحتمل أنها جاءت من البوابة العامة.
es: Si la información en nuestro sitio web es incorrecta o imprecisa, lo más probable es que provenga del portal público.
fr: Si les informations sur notre site web sont erronées ou inexactes, elles proviennent probablement du portail public.

source: How can your consultancy help my business?
ar: كيف يمكن لاستشارتكم أن تساعد عملي؟
es: ¿Cómo puede ayudar su consultoría a mi empresa?
fr: Comment votre cabinet peut-il aider mon entreprise ?

source: Our consultancy specializes in guiding businesses through the complexities of public procurement in Morocco. We provide services such as market research, bid preparation, compliance support, and training to ensure your success in this competitive sector.
ar: تتخصص استشارتنا في توجيه الشركات عبر تعقيدات المشتريات العامة في المغرب. نقدم خدمات مثل بحوث السوق، إعداد العطاءات، الدعم في الامتثال، والتدريب لضمان نجاحك في هذا القطاع التنافسي.
es: Nuestra consultoría se especializa en guiar a las empresas a través de las complejidades de la contratación pública en Marruecos. Ofrecemos servicios como investigación de mercado, preparación de licitaciones, soporte de cumplimiento y formación para asegurar su éxito en este sector competitivo.
fr: Notre cabinet de conseil est spécialisé dans l'accompagnement des entreprises dans les complexités de la commande publique au Maroc. Nous proposons des services tels que l'étude de marché, la préparation de soumissions, le soutien à la conformité et la formation pour garantir votre succès dans ce secteur concurrentiel.

source: What industries do you work with?
ar: مع أي صناعات تتعاملون؟
es: ¿Con qué industrias trabajan?
fr: Avec quelles industries travaillez-vous ?

source: We work with a wide range of industries, including construction, technology, healthcare, manufacturing, and more. Our tailored approach ensures that our services meet the unique needs of each industry.
ar: نتعامل مع مجموعة واسعة من الصناعات، بما في ذلك البناء، التكنولوجيا، الرعاية الصحية، التصنيع، وأكثر. نهجنا المخصص يضمن أن خدماتنا تلبي احتياجات كل صناعة بشكل فريد.
es: Trabajamos con una amplia gama de industrias, incluida la construcción, tecnología, salud, manufactura y más. Nuestro enfoque personalizado garantiza que nuestros servicios satisfagan las necesidades únicas de cada industria.
fr: Nous travaillons avec un large éventail d'industries, y compris la construction, la technologie, la santé, la fabrication, et bien plus. Notre approche sur mesure garantit que nos services répondent aux besoins uniques de chaque secteur.

source: Do you provide training for public procurement?
ar: هل تقدمون تدريبًا في المشتريات العامة؟
es: ¿Ofrecen formación en contratación pública?
fr: Proposez-vous des formations en commande publique ?

source: Yes, we offer training and workshops designed to build your team’s expertise in public procurement processes, ensuring compliance and increasing your chances of success in bidding.
ar: نعم، نحن نقدم تدريبات وورش عمل تهدف إلى بناء خبرات فريقك في عمليات المشتريات العامة، مما يضمن الامتثال ويزيد من فرص نجاحك في العطاءات.
es: Sí, ofrecemos capacitación y talleres diseñados para desarrollar la experiencia de su equipo en los procesos de contratación pública, asegurando el cumplimiento y aumentando sus posibilidades de éxito en las licitaciones.
fr: Oui, nous proposons des formations et des ateliers conçus pour développer l'expertise de votre équipe dans les processus de commande publique, assurant la conformité et augmentant vos chances de succès lors des appels d'offres.

source: How much does your services cost?
ar: كم تكلفة خدماتكم؟
es: ¿Cuánto cuestan sus servicios?
fr: Combien coûtent vos services ?

source: Our pricing model has three tiers.
ar: نموذج التسعير لدينا يحتوي على ثلاث فئات.
es: Nuestro modelo de precios tiene tres niveles.
fr: Notre modèle tarifaire comprend trois niveaux.

source: Public
ar: عمومي
es: Público

source: Access to search and limited tenders information without even an account.
ar: الوصول إلى البحث ومعلومات المناقصات المحدودة بدون حساب.
es: Acceso a búsqueda e información limitada de licitaciones sin necesidad de cuenta.
fr: Accès à la recherche et aux informations limitées sur les appels d'offres sans même un compte.

source: Startup
ar: ناشئ

source: Access to advanced search, unlimited tenders information, limited files downloads, favourites, ... with a free account.
ar: الوصول إلى البحث المتقدم، معلومات المناقصات غير المحدودة، تنزيل الملفات المحدودة، المفضلات، ... مع حساب مجاني.
es: Acceso a búsqueda avanzada, información ilimitada de licitaciones, descargas de archivos limitadas, favoritos, ... con una cuenta gratuita.
fr: Accès à la recherche avancée, aux informations illimitées sur les appels d'offres, aux téléchargements limités de fichiers, aux favoris, ... avec un compte gratuit.

source: Pro
ar: احترافي

source: Like Startup, with free unlimited files downloads, favourites, customized notifications, ... with a paid account.
ar: مثل فئة الشركة الناشئة، مع تنزيل ملفات غير محدود مجانًا، المفضلات، الإشعارات المخصصة، ... مع حساب مدفوع.
es: Como Startup, pero con descargas ilimitadas de archivos gratuitas, favoritos, notificaciones personalizadas, ... con una cuenta de pago.
fr: Comme le niveau Startup, avec des téléchargements de fichiers illimités gratuits, des favoris, des notifications personnalisées, ... avec un compte payant.

source: You can also purchase extra services like Technical and Regulatory support, Bidding preparation, ...
ar: يمكنك أيضًا شراء خدمات إضافية مثل الدعم الفني والتنظيمي، إعداد المشاركات، ...
es: También puede adquirir servicios adicionales como soporte técnico y normativo, preparación de licitaciones, ...
fr: Vous pouvez également acheter des services supplémentaires tels que le soutien technique et réglementaire, la préparation des offres, ...

source: As every business is unique, we calculate the price to charge for our services based on your business needs and goals.
ar: نظرًا لأن كل شركة فريدة، نحسب السعر الذي يتم تحصيله لخدماتنا بناءً على احتياجات وأهداف عملك.
es: Como cada negocio es único, calculamos el precio de nuestros servicios en función de las necesidades y objetivos de su empresa.
fr: Comme chaque entreprise est unique, nous calculons le prix de nos services en fonction des besoins et des objectifs de votre entreprise.

source: How do I get started with your services?
ar: كيف أبدأ في الاستفادة من خدماتكم؟
es: ¿Cómo empiezo con sus servicios?
fr: Comment commencer avec vos services ?

source: Getting started is simple! Contact us through our website or give us a call. We’ll schedule an initial consultation to understand your needs and discuss how our services can help you achieve your goals.
ar: البدء بسيط! تواصل معنا عبر موقعنا الإلكتروني أو اتصل بنا. سنحدد استشارة أولية لفهم احتياجاتك ومناقشة كيفية مساعدة خدماتنا في تحقيق أهدافك.
es: Empezar es fácil. Contáctenos a través de nuestro sitio web o llámenos. Agendaremos una consulta inicial para comprender sus necesidades y discutir cómo nuestros servicios pueden ayudarlo a lograr sus objetivos.
fr: Commencer est simple ! Contactez-nous via notre site web ou appelez-nous. Nous planifierons une consultation initiale pour comprendre vos besoins et discuter de la façon dont nos services peuvent vous aider à atteindre vos objectifs.

source: Question still unanswered ?
ar: هل لا يزال لديك سؤال؟
es: ¿Pregunta aún sin respuesta?
fr: Question toujours sans réponse ?

source: Contact Us
ar: اتصل بنا
es: Contáctanos
fr: Contactez-nous

source: Home of Public Procurement Market
ar: سوق المشتريات العامة
es: Hogar del Mercado de Contratación Pública
fr: Le Foyer de la Commande Publique

source: Site under construction. Some features may not work correctly.
ar: الموقع تحت الإنشاء. بعض الميزات قد لا تعمل بصورة صحيحة.
es: Sitio en construcción. Algunas funciones pueden no funcionar correctamente.
fr: Site en construction. Certaines fonctionnalités peuvent ne pas fonctionner correctement.

source: Previous
ar: السابق
es: Anterior
fr: Précédent

source: Next
ar: التالي
es: Siguiente
fr: Suivant

source: Nothing to show here
ar: لا يوجد شيء لعرضه هنا
es: Nada que mostrar aquí
fr: Il n'y a rien à afficher ici.

source: About
ar: معلومات
es: Acerca de
fr: Infos

source: Contact
ar: اتصال
es: Contacto

source: Legal
ar: قانون
fr: Légal

source: Address
ar: عنوان
fr: Adresse

source: N 59, Appt, 11 Av. Ibn Sina, Rabat, Morocco
ar: 59، شارع ابن سينا، شقة 11، أكدال، الرباط، المغرب
fr: 59, Avenue Ibn Sina, Appt 11, Agdal, Rabat, Maroc

source: 59, Appt 11, Av. Ibn Sina, Agdal, Rabat, Morocco
ar: 59، شارع ابن سينا، شقة 11، أكدال، الرباط، المغرب
fr: 59, Avenue Ibn Sina, Appt 11, Agdal, Rabat, Maroc

source: X
ar: إكس

source: All rights reserved.
ar: جميع الحقوق محفوظة.
es: Todos los derechos reservados.
fr: Tous droits réservés.

source: Your next great contract
ar: صفقتكم الكبيرة قادمة
es: Tu próximo gran contrato
fr: Votre prochain grand contrat

source: eMarches is your trusted partner in navigating the Moroccan public procurement market. With expertise and dedication, we help businesses succeed.
ar: إمارشي هو شريكك الموثوق في سوق المشتريات العامة المغربية. مع الخبرة والإلتزام، نساعد الشركات على النجاح.
es: eMarches es tu socio confiable para navegar en el mercado de contratación pública de Marruecos. Con experiencia y dedicación, ayudamos a las empresas a tener éxito.
fr: eMarches est votre partenaire de confiance pour naviguer dans le marché de la commande publique au Maroc. Notre expertise pour faciliter votre réussite.

source: Tenders
ar: الصفقات
es: Licitaciones
fr: Appels d'offres

source: Items found
ar: عدد العناصر
es: Artículos encontrados
fr: Éléments trouvés

source: Showing
ar: العرض
es: Mostrando
fr: Affichage

source: Expiring
ar: أقرب الآجال
fr: Expirant

source: Newest
ar: الأحدث
fr: Nouveautés

source: My Favourites
ar: مفضلاتي
es: Mis favoritos
fr: Mes favoris

source: Insights
ar: التحليلات
es: Perspectivas
fr: Statistiques

source: Purchase Orders
ar: سندات الشراء
es: Ordenes de Compra
fr: Bons de Commande

source: Services
ar: الخدمات
es: Servicios

source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar Contraseña
fr: Changer le mot de passe

source: Sign Out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter

source: Supervision
ar: الإشراف
es: Supervisión

source: Administration
ar: الإدارة
es: Administración

source: Database
ar: قاعدة البيانات
fr: Base de données

source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter

source: Pricing
ar: التسعير
es: Precios
fr: Tarification

source: Start for free.
ar: ابدأ مجاناً.
es: Comienza gratis.
fr: Commencez gratuitement.

source: We provide our services FREE of charges for individuals, startups and SMBs. For Entreprises, we added a paid plan with extra services all at a fraction of the price.
ar: نقدم خدماتنا مجاناً للأفراد والشركات الناشئة والشركات الصغيرة. وللشركات الكبرى، أضفنا خطة مدفوعة مع خدمات إضافية كلها مقابل جزء من السعر.
es: Ofrecemos nuestros servicios GRATIS para individuos, startups y PYMEs. Para empresas, hemos añadido un plan de pago con servicios adicionales a una fracción del precio.
fr: Nous offrons nos services GRATUITEMENT pour les particuliers, les startups et les PME. Pour les entreprises, nous avons ajouté un abonnement payant avec des services supplémentaires à une fraction du prix.

source: Tailored plans.
ar: خطط مخصصة.
es: Planes personalizados.
fr: Plans sur mesure.

source: No Account
ar: دون حساب
es: Sin cuenta
fr: Sans compte

source: Limited Search
ar: بحث محدود
es: Búsqueda limitada
fr: Recherche limitée

source: Limited Information
ar: معلومات محدودة
es: Información limitada
fr: Informations limitées

source: No Downloads
ar: لا تحميلات
es: Sin descargas
fr: Pas de téléchargements

source: No Notifications
ar: لا إشعارات
es: Sin notificaciones
fr: Pas de notifications

source: FAQ Support
ar: دعم الأسئلة الشائعة
es: Soporte de preguntas frecuentes
fr: Support par FAQ

source: No Extra Services
ar: لا خدمات إضافية
es: Sin servicios adicionales
fr: Pas de services supplémentaires

source: Limited Access
ar: بحث محدود
es: Búsqueda limitada
fr: Accès limité

source: Free Account
ar: حساب مجاني
es: Cuenta gratuita
fr: Compte gratuit

source: Advanced Search
ar: بحث متقدم
es: Búsqueda avanzada
fr: Recherche avancée

source: All Information
ar: جميع المعلومات
es: Toda la información
fr: Toutes les informations

source: Limited Downloads
ar: تحميلات محدودة
es: Descargas limitadas
fr: Téléchargements limités

source: Standard Notifications
ar: إشعارات قياسية
es: Notificaciones estándar
fr: Notifications standard

source: Mail Support
ar: دعم عبر البريد
es: Soporte por correo
fr: Support par mail

source: Browse Tenders
ar: تصفح المناقصات
es: Explorar licitaciones
fr: Appels d'offres

source: Paid Account
ar: حساب مدفوع
es: Cuenta de pago
fr: Compte payant

source: Customized Search
ar: بحث مخصص
es: Búsqueda personalizada
fr: Recherche personnalisée

source: Unlimited Downloads
ar: تحميلات غير محدودة
es: Descargas ilimitadas
fr: Téléchargements illimités

source: Customized Notifications
ar: إشعارات مخصصة
es: Notificaciones Personalizadas
fr: Notifications personnalisées

source: Phone/mail Support
ar: دعم عبر الهاتف/البريد
es: Soporte Telefónico/correo
fr: Support par téléphone/mail

source: Extra Services
ar: خدمات إضافية
es: Servicios Adicionales
fr: Services supplémentaires

source: Compare plans.
ar: مقارنة الخطط.
es: Comparar planes.
fr: Comparer les plans.

source: Search
ar: بحث
es: Buscar
fr: Recherche

source: Shown data
ar: البيانات المعروضة
es: Datos mostrados
fr: Données affichées

source: Downloads
ar: التحميلات
es: Descargas
fr: Téléchargements

source: Notifications
ar: الإشعارات
es: Notificaciones

source: Support
ar: الدعم
es: Soporte

source: Extra
ar: إضافات

source: Our Services
ar: خدماتنا
es: Nuestros Servicios
fr: Nos Services

source: Market Research
ar: دراسة السوق
es: Investigación de Mercado
fr: Étude de marché

source: Identify opportunities that perfectly align with your business goals by leveraging in-depth market analysis. We examine trends, competitor activity, and emerging sectors to provide insights that drive growth and enhance your strategic decision-making.
ar: حدد الفرص التي تتماشى تمامًا مع أهداف عملك من خلال الاستفادة من التحليل العميق للسوق. نحن نفحص الاتجاهات، وأنشطة المنافسين، والقطاعات الناشئة لتقديم رؤى تحفز النمو وتعزز اتخاذ قراراتك الاستراتيجية.
es: Identifique oportunidades que se alineen perfectamente con los objetivos de su negocio aprovechando un análisis de mercado profundo. Examinamos tendencias, actividad de competidores y sectores emergentes para proporcionar información que impulse el crecimiento y mejore su toma de decisiones estratégicas.
fr: Identifiez les opportunités qui s'alignent parfaitement avec vos objectifs commerciaux grâce à une analyse approfondie du marché. Nous examinons les tendances, l'activité des concurrents et les secteurs émergents pour fournir des informations qui stimulent la croissance et améliorent votre prise de décision stratégique.

source: Search Tenders
ar: تصفح المناقصات
es: Buscar Licitaciones
fr: Appels d'offres

source: Bid Processing
ar: معالجة المشاركات
es: Procesamiento de Ofertas
fr: Gestion des soumissions

source: Leave the complexities of bid preparation to us. From drafting compliant and competitive proposals to ensuring timely submissions, we streamline the entire process to increase your chances of success in winning tenders and contracts.
ar: اترك تعقيدات إعداد المشاركات لنا. من صياغة المقترحات المتوافقة والتنافسية إلى ضمان المشاركة في الوقت المحدد، نحن نيسر العملية بأكملها لزيادة فرصك في الفوز بالمناقصات والعقود.
es: Deje las complejidades de la preparación de ofertas en nuestras manos. Desde la redacción de propuestas competitivas y conformes hasta garantizar la entrega oportuna, optimizamos todo el proceso para aumentar sus posibilidades de éxito en ganar licitaciones y contratos.
fr: Laissez-nous gérer les complexités de la préparation des offres. De la rédaction de propositions conformes et compétitives à la soumission dans les délais, nous simplifions l'ensemble du processus pour augmenter vos chances de succès dans la soumission d'appels d'offres et la conclusion de contrats.

source: Get a quote
ar: احصل على عرض سعر
es: Obtener una cotización
fr: Devis gratuit

source: Regulatory Support
ar: الدعم التنظيمي
es: Soporte Regulatorio
fr: Support juridique

source: Navigating Morocco's complex legal framework can be daunting. We simplify the process by offering tailored guidance to ensure your business remains compliant with all regulations, saving you time and avoiding unnecessary obstacles.
ar: قد يكون التنقل في الإطار القانوني المعقد في المغرب أمرًا صعبًا. نحن نبسط العملية من خلال تقديم الإرشادات المخصصة لضمان امتثال عملك لجميع اللوائح، مما يوفر لك الوقت ويتجنب العقبات غير الضرورية.
es: Navegar por el complejo marco legal de Marruecos puede ser desalentador. Nosotros simplificamos el proceso ofreciendo orientación personalizada para asegurar que su negocio cumpla con todas las regulaciones, ahorrándole tiempo y evitando obstáculos innecesarios.
fr: Naviguer dans le cadre juridique complexe du Maroc peut être intimidant. Nous simplifions le processus en offrant des conseils personnalisés pour garantir que votre entreprise reste conforme à toutes les régulations, vous faisant gagner du temps et éviter des obstacles inutiles.

source: Technical Assistance
ar: المساعدة الفنية
es: Asistencia Técnica
fr: Assistance technique

source: Equipping your business with the right tools and expertise is essential for success. Whether you're implementing cutting-edge technology or fine-tuning existing systems, we ensure your operations are optimized for maximum efficiency.
ar: تزويد عملك بالأدوات والخبرات الصحيحة أمر أساسي للنجاح. سواء كنت تنفذ تكنولوجيا متطورة أو تعدل الأنظمة الحالية، نضمن أن عملياتك تكون مُحسنة لأقصى كفاءة.
es: Equipar su negocio con las herramientas y conocimientos adecuados es esencial para el éxito. Ya sea que esté implementando tecnología de vanguardia o ajustando sistemas existentes, nos aseguramos de que sus operaciones estén optimizadas para obtener la máxima eficiencia.
fr: Fournir à votre entreprise les bons outils et l'expertise nécessaire est essentiel pour réussir. Que vous mettiez en œuvre des technologies de pointe ou que vous affiniez les systèmes existants, nous nous assurons que vos opérations sont optimisées pour une efficacité maximale.

source: Training
ar: التكوين
es: Capacitación
fr: Formation

source: Empower your team with the skills and knowledge needed to thrive in public procurement. Through interactive and customized training sessions, we ensure your workforce is well-prepared to tackle procurement challenges with confidence.
ar: مكن فريقك من المهارات والمعرفة اللازمة للنجاح في المشتريات العامة. من خلال جلسات تدريبية تفاعلية ومخصصة، نضمن أن موظفيك مستعدون تمامًا لمواجهة تحديات المشتريات بثقة.
es: Empodere a su equipo con las habilidades y conocimientos necesarios para triunfar en las adquisiciones públicas. A través de sesiones de capacitación interactivas y personalizadas, garantizamos que su fuerza laboral esté bien preparada para abordar los desafíos de adquisiciones con confianza.
fr: Renforcez les compétences de votre équipe avec les connaissances nécessaires pour réussir dans les marchés publics. Grâce à des sessions de formation interactives et personnalisées, nous nous assurons que votre personnel est bien préparé à relever les défis des marchés publics en toute confiance.

source: Post-Award Services
ar: خدمات ما بعد الفوز
es: Servicios Post-Asignación
fr: Services après attribution

source: Winning a contract is just the beginning. We help ensure successful implementation by offering support in compliance, performance monitoring, and relationship management, enabling you to deliver excellence at every stage.
ar: الفوز بعقد هو مجرد البداية. نحن نساعد في ضمان الإنجاز الناجح من خلال تقديم الدعم في الامتثال، ومراقبة الأداء، وإدارة العلاقات، مما يمكنك من تقديم التميز في كل مرحلة.
es: Ganar un contrato es solo el principio. Ayudamos a asegurar una implementación exitosa ofreciendo soporte en cumplimiento, monitoreo de desempeño y gestión de relaciones, permitiéndole entregar excelencia en cada etapa.
fr: Gagner un contrat n'est que le début. Nous aidons à garantir une mise en œuvre réussie en offrant un soutien dans la conformité, le suivi des performances et la gestion des relations, vous permettant de livrer l'excellence à chaque étape.

source: What Our Clients Say
ar: ماذا يقول عملاؤنا
es: Lo Que Dicen Nuestros Clientes
fr: Ce que nos clients disent

source: Stories from clients who trusted us to navigate the public market landscape.
ar: قصص من عملاء وثقوا بنا للغوص في سوق المشتريات العامة.
es: Historias de clientes que confiaron en nosotros para navegar en el panorama del mercado público.
fr: Histoires de clients qui nous ont fait confiance pour naviguer dans le paysage des marchés publics.

source: Working with eMarches revolutionized our approach to public market strategies. Their expertise in market dynamics and tailored guidance led to impressive growth in just six months. We couldn’t have done it without them!
ar: العمل مع إمارشي غيّر تمامًا نهجنا في استراتيجيات السوق العامة. خبرتهم في ديناميكيات السوق والإرشادات المخصصة أدت إلى نمو مذهل في غضون ستة أشهر. لم نكن لنحقق ذلك دونهم!
es: Trabajar con eMarches revolucionó nuestro enfoque hacia las estrategias del mercado público. Su experiencia en dinámicas de mercado y orientación personalizada nos llevó a un crecimiento impresionante en solo seis meses. ¡No lo habríamos hecho sin ellos!
fr: Travailler avec eMarches a révolutionné notre approche des stratégies de marché public. Leur expertise dans les dynamiques de marché et leurs conseils sur mesure ont conduit à une croissance impressionnante en seulement six mois. Nous n'aurions pas pu y arriver sans eux !

source: Samia B
ar: سامية

source: Atlanstic Solutions
ar: أطلنستيك صولوشنز

source: The team at eMarches helped us navigate the complexities of entering new markets. Their expertise was invaluable, and their proactive communication made all the difference. We are now in a much stronger position to take on the competition.
ar: ساعدنا فريق إمارشي في التنقل عبر تعقيدات دخول الأسواق الجديدة. كانت خبرتهم لا تقدر بثمن، وتواصلهم الاستباقي أحدث فارقًا كبيرًا. نحن الآن في وضع أقوى بكثير لمواجهة المنافسة.
es: El equipo de eMarches nos ayudó a navegar por las complejidades de entrar a nuevos mercados. Su experiencia fue invaluable, y su comunicación proactiva hizo toda la diferencia. Ahora estamos en una posición mucho más fuerte para enfrentar a la competencia.
fr: L'équipe d'eMarches nous a aidés à naviguer dans les complexités de l'entrée sur de nouveaux marchés. Leur expertise a été inestimable, et leur communication proactive a fait toute la différence. Nous sommes maintenant dans une position bien plus forte pour affronter la concurrence.

source: Rachid M
ar: رشيد

source: SaharaNgeoce
ar: نيجيوص الصحراء
