Repository: Julinium/emarches.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: You're receiving this email because you or someone else has requested a password reset for your user account.
ar: أنت تتلقى هذا البريد لأنك أو شخص آخر طلب إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك.
es: Estás recibiendo este correo electrónico porque tú o alguien más ha solicitado un restablecimiento de contraseña para tu cuenta de usuario.
fr: Vous recevez cet e-mail car vous ou quelqu'un d'autre a demandé une réinitialisation du mot de passe de votre compte utilisateur.

source: It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ar: يمكنك تجاهل هذا بأمان إذا لم تطلب إعادة تعيين كلمة المرور. انقر على الرابط أدناه لإعادة تعيين كلمة المرور.
es: Puede ser ignorado de manera segura si no solicitaste un restablecimiento de contraseña. Haz clic en el enlace a continuación para restablecer tu contraseña.
fr: Vous pouvez ignorer cet e-mail en toute sécurité si vous n'avez pas demandé de réinitialisation du mot de passe. Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.

source: In case you forgot, your username is %(username)s.
ar: في حال نسيت، اسم المستخدم الخاص بك هو %(username)s.
es: En caso de que lo hayas olvidado, tu nombre de usuario es %(username)s.
fr: Au cas où vous l'auriez oublié, votre nom d'utilisateur est %(username)s.

source: Password Reset Email
ar: بريد إعادة تعيين كلمة المرور
es: Correo electrónico de restablecimiento de contraseña
fr: E-mail de réinitialisation du mot de passe

source: Your password has been reset.
ar: تم إعادة تعيين كلمة المرور الخاصة بك.
es: Tu contraseña ha sido restablecida.
fr: Votre mot de passe a été réinitialisé.

source: Password Reset
ar: إعادة تعيين كلمة المرور
es: Restablecimiento de contraseña
fr: Réinitialisation du mot de passe

source: Your password has been set.
ar: تم تعيين كلمة المرور الخاصة بك.
es: Tu contraseña ha sido configurada.
fr: Votre mot de passe a été défini.

source: Password Set
ar: تم تعيين كلمة المرور
es: Contraseña configurada
fr: Mot de passe défini

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
ar: أنت تتلقى هذا البريد لأنك أو شخص آخر حاول الوصول إلى حساب باستخدام البريد الإلكتروني %(email)s. ومع ذلك، لا نملك أي سجل لهذا الحساب في قاعدة بياناتنا.
es: Estás recibiendo este correo electrónico porque tú, o alguien más, intentaron acceder a una cuenta con el correo electrónico %(email)s. Sin embargo, no tenemos ningún registro de tal cuenta en nuestra base de datos.
fr: Vous recevez cet e-mail car vous ou quelqu'un d'autre avez tenté d'accéder à un compte avec l'adresse e-mail %(email)s. Cependant, nous n'avons aucune trace d'un tel compte dans notre base de données.

source: If it was you, you can sign up for an account using the link below.
ar: إذا كنت أنت، يمكنك التسجيل للحصول على حساب باستخدام الرابط أدناه.
es: Si fuiste tú, puedes registrarte para una cuenta usando el siguiente enlace.
fr: Si c'était vous, vous pouvez créer un compte en utilisant le lien ci-dessous.

source: Unknown Account
ar: حساب غير معروف
es: Cuenta desconocida
fr: Compte inconnu

source: Email Address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
fr: Adresse e-mail

source: Current email
ar: البريد الإلكتروني الحالي
es: Correo actual
fr: E-mail actuel

source: Changing to
ar: تغيير إلى
es: Cambiando a
fr: Changement vers

source: Your email address is still pending verification.
ar: عنوان بريدك الإلكتروني لا يزال قيد التحقق.
es: Tu dirección de correo electrónico aún está pendiente de verificación.
fr: Votre adresse e-mail est toujours en attente de vérification.

source: Cancel Change
ar: إلغاء التغيير
es: Cancelar cambio
fr: Annuler le changement

source: Change to
ar: تغيير إلى
es: Cambiar a
fr: Changer vers

source: Change Email
ar: تغيير البريد الإلكتروني
es: Cambiar correo electrónico
fr: Changer l'e-mail

source: Confirm Email Address
ar: تأكيد عنوان البريد الإلكتروني
es: Confirmar dirección de correo electrónico
fr: Confirmer l'adresse e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
ar: يرجى تأكيد أن <a href="mailto:%(email)s">%(email)s</a> هو عنوان البريد الإلكتروني للمستخدم %(user_display)s.
es: Por favor confirma que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse e-mail pour l'utilisateur %(user_display)s.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
ar: لا يمكن تأكيد %(email)s لأنه تم تأكيده مسبقًا من حساب آخر.
es: No se puede confirmar %(email)s porque ya está confirmado por una cuenta diferente.
fr: Impossible de confirmer %(email)s car elle est déjà confirmée par un autre compte.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
ar: رابط تأكيد البريد الإلكتروني هذا منتهي الصلاحية أو غير صالح. يرجى <a href="%(email_url)s">إصدار طلب جديد لتأكيد البريد الإلكتروني</a>.
es: Este enlace de confirmación de correo electrónico ha caducado o es inválido. Por favor <a href="%(email_url)s">emite una nueva solicitud de confirmación de correo electrónico</a>.
fr: Ce lien de confirmation d'email a expiré ou est invalide. Veuillez <a href="%(email_url)s">demander une nouvelle confirmation par e-mail</a>.

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
ar: إذا لم تقم بإنشاء حساب بعد، يرجى %(link)sالتسجيل%(end_link)s أولاً.
es: Si aún no has creado una cuenta, por favor %(link)screa una%(end_link)s primero.
fr: Si vous n'avez pas encore créé de compte, merci de %(link)svous inscrire%(end_link)s d'abord.

source: Sign in with a passkey
ar: تسجيل الدخول باستخدام مفتاح مرور
es: Iniciar sesión con una llave de acceso
fr: Se connecter avec une clé de sécurité

source: Mail me a sign-in code
ar: أرسل لي رمز تسجيل الدخول
es: Envíame un código de inicio de sesión
fr: Envoyez-moi un code de connexion

source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
es: ¿Estás seguro de que deseas cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: You cannot remove your primary email address (%(email)s).
ar: لا يمكنك إزالة عنوان بريدك الإلكتروني الأساسي (%(email)s).
es: No puedes eliminar tu dirección de correo electrónico principal (%(email)s).
fr: Vous ne pouvez pas supprimer votre adresse e-mail principale (%(email)s).

source: Confirmation email sent to %(email)s.
ar: تم إرسال بريد إلكتروني لتأكيد إلى %(email)s.
es: Correo electrónico de confirmación enviado a %(email)s.
fr: E-mail de confirmation envoyé à %(email)s.

source: You have confirmed %(email)s.
ar: لقد أكدت %(email)s.
es: Has confirmado %(email)s.
fr: Vous avez confirmé %(email)s.

source: Removed email address %(email)s.
ar: تمت إزالة عنوان البريد الإلكتروني %(email)s.
es: Dirección de correo electrónico %(email)s eliminada.
fr: Adresse e-mail %(email)s supprimée.

source: Successfully signed in as %(name)s.
ar: تم تسجيل الدخول بنجاح ك %(name)s.
es: Has iniciado sesión con éxito como %(name)s.
fr: Connexion réussie en tant que %(name)s.

source: You have signed out.
ar: لقد قمت بتسجيل الخروج.
es: Has cerrado sesión.
fr: Vous vous êtes déconnecté.

source: A sign-in code has been mailed to %(email)s.
ar: تم إرسال رمز تسجيل الدخول إلى %(email)s.
es: Se ha enviado un código de inicio de sesión a %(email)s.
fr: Un code de connexion a été envoyé à %(email)s.

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.
es: Contraseña cambiada con éxito.
fr: Mot de passe changé avec succès.

source: Password successfully set.
ar: تم إعداد كلمة المرور بنجاح.
es: Contraseña establecida con éxito.
fr: Mot de passe défini avec succès.

source: Primary email address set.
ar: تم تعيين عنوان البريد الإلكتروني الأساسي.
es: Dirección de correo electrónico principal establecida.
fr: Adresse e-mail principale définie.

source: Your primary email address must be verified.
ar: يجب التحقق من عنوان بريدك الإلكتروني الأساسي.
es: Tu dirección de correo electrónico principal debe ser verificada.
fr: Votre adresse e-mail principale doit être vérifiée.

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه، وسنرسل لك بريدًا إلكترونيًا يتيح لك إعادة تعيينها.
es: ¿Olvidaste tu contraseña? Ingresa tu dirección de correo electrónico a continuación, y te enviaremos un correo para que puedas restablecerla.
fr: Avez-vous oublié votre mot de passe ? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de le réinitialiser.

source: Reset My Password
ar: إعادة تعيين كلمة المرور
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا واجهت أي مشكلة في إعادة تعيين كلمة المرور.
es: Por favor, contáctanos si tienes problemas para restablecer tu contraseña.
fr: Veuillez nous contacter si vous avez des difficultés à réinitialiser votre mot de passe.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. إذا لم يصلك، يرجى التحقق من مجلد البريد العشوائي. إذا لم تتلقه خلال بضع دقائق، يرجى الاتصال بنا.
es: Te hemos enviado un correo electrónico. Si no lo has recibido, revisa tu carpeta de spam. Si no lo recibes en unos minutos, contáctanos.
fr: Nous vous avons envoyé un e-mail. Si vous ne l'avez pas reçu, veuillez vérifier votre dossier spam. Sinon, contactez-nous si vous ne le recevez pas dans quelques minutes.

source: Bad Token
ar: رمز غير صالح
es: Token inválido
fr: Mauvais jeton

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه تم استخدامه مسبقًا. يرجى طلب <a href="%(passwd_reset_url)s">إعادة تعيين كلمة المرور</a> جديدة.
es: El enlace para restablecer la contraseña es inválido, posiblemente porque ya ha sido utilizado. Solicita un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a>.
fr: Le lien de réinitialisation du mot de passe est invalide, probablement parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">nouvelle réinitialisation du mot de passe</a>.

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك الآن.
es: Tu contraseña ha sido cambiada.
fr: Votre mot de passe a maintenant été changé.

source: Set Password
ar: تعيين كلمة المرور
es: Establecer contraseña
fr: Définir le mot de passe

source: Enter your password:
ar: أدخل كلمة المرور الخاصة بك:
es: Ingresa tu contraseña:
fr: Entrez votre mot de passe :

source: You will receive an email containing a special code for a password-free sign-in.
ar: ستتلقى بريدًا إلكترونيًا يحتوي على رمز خاص لتسجيل الدخول دون كلمة مرور.
es: Recibirás un correo electrónico con un código especial para un inicio de sesión sin contraseña.
fr: Vous recevrez un e-mail contenant un code spécial pour une connexion sans mot de passe.

source: Request Code
ar: طلب الرمز
es: Solicitar código
fr: Demander un code

source: Other sign-in options
ar: خيارات تسجيل الدخول الأخرى
es: Otras opciones de inicio de sesión
fr: Autres options de connexion

source: Signup
ar: تسجيل
es: Registrarse
fr: Inscription

source: Sign Up
ar: إنشاء حساب
es: Registrarse
fr: S'inscrire

source: Already have an account? Then please %(link)ssign in%(end_link)s.
ar: هل لديك حساب بالفعل؟ إذن يرجى %(link)sتسجيل الدخول%(end_link)s.
es: ¿Ya tienes una cuenta? Entonces por favor %(link)sinicia sesión%(end_link)s.
fr: Vous avez déjà un compte ? Connectez-vous alors %(link)sici%(end_link)s.

source: Terms and conditions apply
ar: تطبق الشروط و الأحكام
es: Se aplican términos y condiciones
fr: Nos Termes et Conditions s'appliquent

source: Read more
ar: قراءة المزيد
es: Leer mas
fr: Lire plus

source: Sign up using a passkey
ar: إنشاء حساب باستخدام مفتاح مرور
es: Regístrate usando una llave de acceso
fr: Inscrivez-vous en utilisant une clé d'accès

source: Passkey Sign Up
ar: إنشاء حساب بمفتاح مرور
es: Registro con llave de acceso
fr: Inscription par clé d'accès

source: Other options
ar: خيارات أخرى
es: Otras opciones
fr: Autres options

source: Sign Up Closed
ar: إنشاء الحساب مغلق
es: Registro cerrado
fr: Inscription fermée

source: We are sorry, but the sign up is currently closed.
ar: نعتذر، ولكن إنشاء الحساب مغلق حاليًا.
es: Lo sentimos, pero el registro está actualmente cerrado.
fr: Nous sommes désolés, mais l'inscription est actuellement fermée.

source: You are already logged in as %(user_display)s.
ar: أنت مسجل الدخول بالفعل ك %(user_display)s.
es: Ya has iniciado sesión como %(user_display)s.
fr: Vous êtes déjà connecté en tant que %(user_display)s.

source: Warning:
ar: تحذير:
es: Advertencia:
fr: Avertissement :

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
ar: لا يوجد لديك حاليًا أي عنوان بريد إلكتروني محدد. يُفضل إضافة عنوان بريد إلكتروني لتتمكن من تلقي الإشعارات وإعادة تعيين كلمة المرور، إلخ.
es: Actualmente no tienes ninguna dirección de correo electrónico configurada. Deberías añadir una dirección de correo electrónico para poder recibir notificaciones, restablecer tu contraseña, etc.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devriez vraiment en ajouter une pour recevoir des notifications, réinitialiser votre mot de passe, etc.

source: Verify Your Email Address
ar: تحقق من عنوان بريدك الإلكتروني
es: Verifica tu dirección de correo electrónico
fr: Vérifiez votre adresse e-mail

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتحقق. اتبع الرابط المرفق لإكمال عملية التسجيل. إذا لم تجد رسالة التحقق في بريدك الوارد الرئيسي، تحقق من مجلد الرسائل غير المرغوب فيها. يرجى الاتصال بنا إذا لم تتلق رسالة التحقق خلال بضع دقائق.
es: Te hemos enviado un correo electrónico para su verificación. Sigue el enlace proporcionado para finalizar el proceso de registro. Si no ves el correo de verificación en tu bandeja de entrada principal, revisa tu carpeta de spam. Por favor, contáctanos si no lo recibes en unos minutos.
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
ar: هذا الجزء من الموقع يتطلب منا التحقق من هويتك. ولهذا الغرض، نحتاج إلى أن تتحقق من ملكية عنوان بريدك الإلكتروني
es: Esta parte del sitio requiere que verifiquemos que eres quien dices ser. Para esto, necesitamos que verifiques la propiedad de tu dirección de correo electrónico.
fr: Cette partie du site nécessite que nous vérifiions que vous êtes bien celui que vous prétendez être. À cette fin, nous vous demandons de vérifier la propriété de votre adresse e-mail.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتحقق. يرجى النقر على الرابط الموجود في البريد الإلكتروني. إذا لم تجد بريد التحقق في بريدك الوارد الرئيسي، تحقق من مجلد الرسائل غير المرغوب فيها. وإذا لم تتلقه خلال بضع دقائق، يرجى الاتصال بنا.
es: Te hemos enviado un correo electrónico para verificación. Haz clic en el enlace dentro de ese correo. Si no ves el correo de verificación en tu bandeja de entrada principal, revisa tu carpeta de spam. De lo contrario, contáctanos si no lo recibes en unos minutos.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien à l'intérieur de cet e-mail. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Sinon, contactez-nous si vous ne le recevez pas dans quelques minutes.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
ar: <strong>ملاحظة:</strong> لا يزال بإمكانك <a href="%(email_url)s">تغيير عنوان بريدك الإلكتروني</a>.
es: <strong>Nota:</strong> aún puedes <a href="%(email_url)s">cambiar tu dirección de correo electrónico</a>.
fr: <strong>Note :</strong> vous pouvez toujours <a href="%(email_url)s">changer votre adresse e-mail</a>.

source: Django administration
ar: إ دارة دجانغو
es: Administración de Django
fr: Administration Django

source: Show Password
ar: إظهار كلمة المرور
es: Mostrar contraseña
fr: Afficher le mot de passe

source: eMarches portal. Morocco Public Procurement Market. Access to public Tenders and Puchase orders. Paperless dematerialized procedure
ar: بوابة إمارشي. سوق المشتريات العامة في المغرب. الوصول إلى المناقصات العامة وأوامر الشراء. إجراء غير ورقي وإجراء إلكتروني
fr: portail eMarches. Marche de commande publique maroc. Access aux appels offres publiques bons de commande. marches dematerialises soumission

source: PMMP Morocco Public Procurement Market Purchase Order Tenders Offers Free Listing Files Download
ar: سوق المشتريات العامة في المغرب. أمر شراء. المناقصات. العروض. الإدراج المجاني. تحميل الملفات PMMP
fr: PMMP Marches Publiques maroc appel d'offres commande publique bons de commande telechargement gratuit

source: Two-Factor Authentication
ar: المصادقة الثنائية
es: Autenticación en dos pasos
fr: Authentification à deux facteurs

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
ar: حسابك محمي بواسطة المصادقة الثنائية. يرجى إدخال رمز المصادقة:
es: Tu cuenta está protegida por autenticación en dos pasos. Por favor, ingresa un código de autenticador:
fr: Votre compte est protégé par l'authentification à deux facteurs. Veuillez entrer un code d'authentification :

source: Use a security key
ar: استخدام مفتاح أمان
es: Usar una llave de seguridad
fr: Utilisez une clé de sécurité

source: A new set of Two-Factor Authentication recovery codes has been generated.
ar: تم إنشاء مجموعة جديدة من رموز الاسترداد للمصادقة الثنائية.
es: Se ha generado un nuevo conjunto de códigos de recuperación para la autenticación en dos pasos.
fr: Un nouveau jeu de codes de récupération pour l'authentification à deux facteurs a été généré.

source: New Recovery Codes Generated
ar: تم إنشاء رموز استرداد جديدة
es: Se han generado nuevos códigos de recuperación
fr: Nouveaux codes de récupération générés

source: Authenticator app activated.
ar: تم تفعيل تطبيق المصادقة.
es: Aplicación de autenticador activada.
fr: Application d'authentification activée.

source: Authenticator App Activated
ar: تم تفعيل تطبيق المصادقة
es: Aplicación de autenticador activada
fr: Application d'authentification activée

source: Authenticator app deactivated.
ar: تم إلغاء تفعيل تطبيق المصادقة.
es: Aplicación de autenticador desactivada.
fr: Application d'authentification désactivée.

source: Authenticator App Deactivated
ar: تم إلغاء تفعيل تطبيق المصادقة
es: Aplicación de autenticador desactivada
fr: Application d'authentification désactivée

source: A new security key has been added.
ar: تمت إضافة مفتاح أمان جديد.
es: Se ha añadido una nueva llave de seguridad.
fr: Une nouvelle clé de sécurité a été ajoutée.

source: Security Key Added
ar: تمت إضافة مفتاح أمان
es: Llave de seguridad añadida
fr: Clé de sécurité ajoutée

source: A security key has been removed.
ar: تمت إزالة مفتاح أمان.
es: Se ha eliminado una clave de seguridad.
fr: Une clé de sécurité a été supprimée.

source: Security Key Removed
ar: تمت إزالة مفتاح أمان
es: Clave de seguridad eliminada
fr: Clé de sécurité supprimée

source: Authenticator App
ar: تطبيق المصادقة
es: Aplicación de autenticador
fr: Application d'authentification

source: Authentication using an authenticator app is active.
ar: المصادقة باستخدام تطبيق المصادقة نشطة.
es: La autenticación mediante una aplicación de autenticador está activa.
fr: L'authentification via une application d'authentification est active.

source: An authenticator app is not active.
ar: تطبيق المصادقة غير نشط.
es: Una aplicación de autenticador no está activa.
fr: Une application d'authentification n'est pas active.

source: Deactivate
ar: إلغاء التفعيل
es: Desactivar
fr: Désactiver

source: Activate
ar: تفعيل
es: Activar
fr: Activer

source: Security Keys
ar: مفاتيح الأمان
es: Claves de seguridad
fr: Clés de sécurité

source: You have added %(count)s security key.
ar: لقد أضفت %(count)s (صفر) مفتاح أمان.
es: Has agregado %(count)s clave de seguridad.
fr: Vous avez ajouté %(count)s clé de sécurité.

source: No security keys have been added.
ar: لم تتم إضافة أي مفاتيح أمان.
es: No se han agregado claves de seguridad.
fr: Aucune clé de sécurité n'a été ajoutée.

source: Manage
ar: إدارة
es: Gestionar
fr: Gérer

source: Add
ar: إضافة
es: Agregar
fr: Ajouter

source: Recovery Codes
ar: رموز الاسترداد
es: Códigos de recuperación
fr: Codes de récupération

source: There is %(unused_count)s out of %(total_count)s recovery codes available.
ar: هناك %(unused_count)s من أصل %(total_count)s من رموز الاسترداد المتاحة.
es: Hay %(unused_count)s de %(total_count)s códigos de recuperación disponibles.
fr: Il reste %(unused_count)s sur %(total_count)s codes de récupération disponibles.

source: No recovery codes set up.
ar: لم يتم إعداد رموز الاسترداد.
es: No se han configurado códigos de recuperación.
fr: Aucun code de récupération n'est configuré.

source: View
ar: عرض
es: Ver
fr: Voir

source: Generate
ar: إنشاء
es: Generar
fr: Générer

source: A new set of recovery codes has been generated.
ar: تم إنشاء مجموعة جديدة من رموز الاسترداد.
es: Se ha generado un nuevo conjunto de códigos de recuperación.
fr: Un nouveau jeu de codes de récupération a été généré.

source: Security key added.
ar: تمت إضافة مفتاح أمان.
es: Clave de seguridad agregada.
fr: Clé de sécurité ajoutée.

source: Security key removed.
ar: تمت إزالة مفتاح أمان.
es: Clave de seguridad eliminada.
fr: Clé de sécurité supprimée.

source: Enter an authenticator code:
ar: أدخل رمز المصادقة:
es: Introduce un código de autenticador:
fr: Entrez un code d'authentification :

source: You are about to generate a new set of recovery codes for your account.
ar: أنت على وشك إنشاء مجموعة جديدة من رموز الاسترداد لحسابك.
es: Estás a punto de generar un nuevo conjunto de códigos de recuperación para tu cuenta.
fr: Vous êtes sur le point de générer un nouveau jeu de codes de récupération pour votre compte.

source: This action will invalidate your existing codes.
ar: سيؤدي هذا الإجراء إلى إلغاء صلاحية الرموز الحالية.
es: Esta acción invalidará tus códigos existentes.
fr: Cette action annulera vos codes existants.

source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Estás seguro?
fr: Êtes-vous sûr ?

source: Unused codes
ar: الرموز غير المستخدمة
es: Códigos no utilizados
fr: Codes inutilisés
