Repository: Julinium/emarches.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: Download codes
ar: تنزيل الرموز
es: Descargar códigos
fr: Télécharger les codes

source: Generate new codes
ar: إنشاء رموز جديدة
es: Generar nuevos códigos
fr: Générer de nouveaux codes

source: Activate Authenticator App
ar: تفعيل تطبيق المصادقة
es: Activar la aplicación de autenticador
fr: Activer l'application d'authentification

source: To protect your account with two-factor authentication, scan the QR code below with your authenticator app. Then, input the verification code generated by the app below.
ar: لحماية حسابك باستخدام المصادقة الثنائية، قم بمسح رمز الاستجابة السريعة (QR) أدناه باستخدام تطبيق المصادقة الخاص بك. ثم أدخل رمز التحقق الذي يولده التطبيق أدناه.
es: Para proteger tu cuenta con autenticación en dos factores, escanea el código QR de abajo con tu aplicación de autenticador. Luego, introduce el código de verificación generado por la aplicación abajo.
fr: Pour protéger votre compte avec l'authentification à deux facteurs, scannez le code QR ci-dessous avec votre application d'authentification. Ensuite, entrez le code de vérification généré par l'application ci-dessous.

source: Authenticator secret
ar: سر المصادقة
es: Secreto del autenticador
fr: Secret de l'authentification

source: You can store this secret and use it to reinstall your authenticator app at a later time.
ar: يمكنك تخزين هذا السر واستخدامه لإعادة تثبيت تطبيق المصادقة في وقت لاحق.
es: Puedes almacenar este secreto y usarlo para reinstalar tu aplicación de autenticador en un momento posterior.
fr: Vous pouvez stocker ce secret et l'utiliser pour réinstaller votre application d'authentification à un moment ultérieur.

source: Deactivate Authenticator App
ar: إلغاء تفعيل تطبيق المصادقة
es: Desactivar la aplicación de autenticador
fr: Désactiver l'application d'authentification

source: You are about to deactivate authenticator app based authentication. Are you sure?
ar: أنت على وشك إلغاء تفعيل المصادقة باستخدام تطبيق المصادقة. هل أنت متأكد؟
es: Estás a punto de desactivar la autenticación basada en la aplicación de autenticador. ¿Estás seguro?
fr: Vous êtes sur le point de désactiver l'authentification basée sur l'application d'authentification. Êtes-vous sûr ?

source: Add Security Key
ar: إضافة مفتاح أمان
es: Agregar clave de seguridad
fr: Ajouter une clé de sécurité

source: Remove Security Key
ar: إزالة مفتاح الأمان
es: Eliminar clave de seguridad
fr: Supprimer la clé de sécurité

source: Are you sure you want to remove this security key?
ar: هل أنت متأكد أنك تريد إزالة هذا المفتاح الأمني؟
es: ¿Estás seguro de que deseas eliminar esta clave de seguridad?
fr: Êtes-vous sûr de vouloir supprimer cette clé de sécurité ?

source: Key
ar: المفتاح
es: Clave
fr: Clé

source: Usage
ar: الاستخدام
es: Uso
fr: Utilisation

source: Passkey
ar: مفتاح مرور
es: Clave de acceso
fr: Clé d'accès

source: Security key
ar: مفتاح أمان
es: Clave de seguridad
fr: Clé de sécurité

source: This key does not indicate whether it is a passkey.
ar: هذا المفتاح لا يشير إلى ما إذا كان مفتاح مرور.
es: Esta clave no indica si es una clave de acceso.
fr: Cette clé ne précise pas s'il s'agit d'une clé d'accès.

source: Unspecified
ar: غير محدد
es: No especificado
fr: Non spécifié

source: Added on %(created_at)s
ar: تم الإضافة في %(created_at)s
es: Agregada el %(created_at)s
fr: Ajoutée le %(created_at)s

source: Last used %(last_used)s
ar: تم الاستخدام آخر مرة في %(last_used)s
es: Último uso: %(last_used)s
fr: Dernière utilisation le %(last_used)s

source: Edit
ar: تعديل
es: Editar
fr: Modifier

source: Edit Security Key
ar: تعديل مفتاح الأمان
es: Editar clave de seguridad
fr: Modifier la clé de sécurité

source: Create Passkey
ar: إنشاء مفتاح مرور
es: Crear clave de acceso
fr: Créer une clé d'accès

source: You are about to create a passkey for your account. As you can add additional keys later on, you can use a descriptive name to tell the keys apart.
ar: أنت على وشك إنشاء مفتاح مرور لحسابك. بما أنه يمكنك إضافة مفاتيح أخرى لاحقًا، يمكنك استخدام اسم وصفي للتمييز بين المفاتيح.
es: Estás a punto de crear una clave de acceso para tu cuenta. Como puedes agregar claves adicionales más tarde, puedes usar un nombre descriptivo para distinguir las claves.
fr: Vous êtes sur le point de créer une clé d'accès pour votre compte. Comme vous pouvez ajouter d'autres clés plus tard, vous pouvez utiliser un nom descriptif pour différencier les clés.

source: Create
ar: إنشاء
es: Crear
fr: Créer

source: This functionality requires JavaScript.
ar: تتطلب هذه الوظيفة جافا سكربت.
es: Esta funcionalidad requiere JavaScript.
fr: Cette fonctionnalité nécessite JavaScript.

source: Third-Party Login Failure
ar: فشل تسجيل الدخول عبر الطرف الثالث
es: Error al iniciar sesión con cuenta de terceros
fr: Échec de la connexion via un tiers

source: An error occurred while attempting to login via your third-party account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول عبر حساب الطرف الثالث.
es: Se produjo un error al intentar iniciar sesión mediante tu cuenta de terceros.
fr: Une erreur est survenue lors de la tentative de connexion via votre compte tiers.

source: Account Connections
ar: اتصالات الحساب
es: Conexiones de cuenta
fr: Connexions de compte

source: You can sign in to your account using any of the following third-party accounts:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام أي من الحسابات التالية للطرف الثالث:
es: Puedes iniciar sesión en tu cuenta usando cualquiera de las siguientes cuentas de terceros:
fr: Vous pouvez vous connecter à votre compte en utilisant l'un des comptes tiers suivants :

source: You currently have no third-party accounts connected to this account.
ar: لا يوجد حاليًا أي حسابات طرف ثالث متصلة بهذا الحساب.
es: Actualmente no tienes cuentas de terceros conectadas a esta cuenta.
fr: Vous n'avez actuellement aucun compte tiers connecté à ce compte.

source: Add a Third-Party Account
ar: إضافة حساب طرف ثالث
es: Agregar una cuenta de terceros
fr: Ajouter un compte tiers

source: A third-party account from %(provider)s has been connected to your account.
ar: تم ربط حساب طرف ثالث من %(provider)s بحسابك.
es: Una cuenta de terceros de %(provider)s se ha conectado a tu cuenta.
fr: Un compte tiers de %(provider)s a été connecté à votre compte.

source: Third-Party Account Connected
ar: تم ربط حساب الطرف الثالث
es: Cuenta de terceros conectada
fr: Compte tiers connecté

source: A third-party account from %(provider)s has been disconnected from your account.
ar: تم فصل حساب طرف ثالث من %(provider)s عن حسابك.
es: Una cuenta de terceros de %(provider)s se ha desconectado de tu cuenta.
fr: Un compte tiers de %(provider)s a été déconnecté de votre compte.

source: Third-Party Account Disconnected
ar: تم فصل حساب الطرف الثالث
es: Cuenta de terceros desconectada
fr: Compte tiers déconnecté

source: Connect %(provider)s
ar: ربط %(provider)s
es: Conectar %(provider)s
fr: Connecter %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
ar: أنت على وشك ربط حساب طرف ثالث جديد من %(provider)s.
es: Estás a punto de conectar una nueva cuenta de terceros de %(provider)s.
fr: Vous êtes sur le point de connecter un nouveau compte tiers de %(provider)s.

source: Sign In Via %(provider)s
ar: تسجيل الدخول عبر %(provider)s
es: Iniciar sesión a través de %(provider)s
fr: Se connecter via %(provider)s

source: You are about to sign in using a third-party account from %(provider)s.
ar: أنت على وشك تسجيل الدخول باستخدام حساب طرف ثالث من %(provider)s.
es: Estás a punto de iniciar sesión utilizando una cuenta de terceros de %(provider)s.
fr: Vous êtes sur le point de vous connecter en utilisant un compte tiers de %(provider)s.

source: Continue
ar: استمرار
es: Continuar
fr: Continuer

source: Login Cancelled
ar: تم إلغاء تسجيل الدخول
es: Inicio de sesión cancelado
fr: Connexion annulée

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ar: قررت إلغاء تسجيل الدخول إلى موقعنا باستخدام أحد حساباتك الحالية. إذا كان هذا خطأ، يرجى المتابعة لتسجيل الدخول من خلال <a href="%(login_url)s">تسجيل الدخول</a>.
es: Decidiste cancelar el inicio de sesión en nuestro sitio utilizando una de tus cuentas existentes. Si esto fue un error, por favor procede a <a href="%(login_url)s">iniciar sesión</a>.
fr: Vous avez décidé d'annuler la connexion à notre site en utilisant l'un de vos comptes existants. Si cela était une erreur, veuillez procéder à la <a href="%(login_url)s">connexion</a>.

source: The third-party account has been connected.
ar: تم ربط حساب الطرف الثالث.
es: La cuenta de terceros ha sido conectada.
fr: Le compte tiers a été connecté.

source: The third-party account is already connected to a different account.
ar: تم ربط حساب الطرف الثالث بالفعل بحساب آخر.
es: La cuenta de terceros ya está conectada a una cuenta diferente.
fr: Le compte tiers est déjà connecté à un autre compte.

source: The third-party account has been disconnected.
ar: تم فصل حساب الطرف الثالث.
es: La cuenta de terceros ha sido desconectada.
fr: Le compte tiers a été déconnecté.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: أنت على وشك استخدام حساب %(provider_name)s لتسجيل الدخول إلى %(site_name)s. كخطوة أخيرة، يرجى إتمام النموذج التالي:
es: Estás a punto de usar tu cuenta de %(provider_name)s para iniciar sesión en %(site_name)s. Como último paso, por favor completa el siguiente formulario:
fr: Vous êtes sur le point d'utiliser votre compte %(provider_name)s pour vous connecter à %(site_name)s. Comme dernière étape, veuillez compléter le formulaire suivant :

source: Or use a third-party
ar: أو استخدم حساب طرف ثالث
es: O usa una cuenta de terceros
fr: Ou utilisez un tiers

source: Signed out of all other sessions.
ar: تم تسجيل الخروج من جميع الجلسات الأخرى.
es: Has cerrado sesión en todas las demás sesiones.
fr: Déconnecté de toutes les autres sessions.

source: Sessions
ar: الجلسات
es: Sesiones

source: Started At
ar: تم البدء في
es: Iniciado en
fr: Commencé le

source: IP Address
ar: عنوان IP
es: Dirección IP
fr: Adresse IP

source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur

source: Last seen at
ar: تمت مشاهدته آخر مرة في
es: Última vez visto en
fr: Dernière vue à

source: Current
ar: الحالي
es: Actual
fr: Actuel

source: Sign Out Other Sessions
ar: تسجيل الخروج من الجلسات الأخرى
es: Cerrar sesión en otras sesiones
fr: Se déconnecter des autres sessions

source: Portfolio
ar: محفظة

source: Mobile
ar: الجوال

source: Profile not set
ar: الملف الشخصي غير مضبوط
fr: Profil non défini

source: Profile Stats
ar: معطيات المستخدم
fr: Statistiques utilisateur

source: Unlimited
ar: غير محدود
fr: Illimité

source: Browse
ar: تصفح
fr: Parcourir

source: Manage Addresses
ar: إدارة العناوين
fr: Gérer les adresses

source: Exit Favourites
ar: الخروج من المفضلة
fr: Quitter les favoris

source: Forgot your password?
ar: هل نسيت كلمة المرور؟
fr: Mot de passe oublié ?
