Repository: Julinium/emarches.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: About Us
ar: معلومات عنا
es: Sobre Nosotros
fr: À propos

source: Learn more about who we are, what we do, and our journey.
ar: تعرف أكثر على من نحن، ماذا نفعل، ورحلتنا.
es: Aprende más sobre quiénes somos, qué hacemos y nuestro camino.
fr: En savoir plus sur qui nous sommes, ce que nous faisons et notre parcours.

source: Who We Are
ar: من نحن
es: Quiénes Somos
fr: Qui nous sommes

source: eMarches is a growing consultancy specializing in public procurement services in Morocco. Since our establishment in 2024, we have been dedicated to helping businesses and organizations unlock opportunities in the Moroccan public procurement market.
ar: إمارشي هي استشارية نامية متخصصة في خدمات الشراء العام في المغرب. منذ تأسيسنا في 2024، ونحن ملتزمون بمساعدة الشركات والمنظمات في فتح الفرص في سوق الشراء العام المغربي.
es: eMarches es una consultoría en crecimiento especializada en servicios de contratación pública en Marruecos. Desde nuestra fundación en 2024, nos hemos dedicado a ayudar a empresas y organizaciones a desbloquear oportunidades en el mercado de contratación pública de Marruecos.
fr: eMarches est un cabinet de conseil en pleine croissance, spécialisé dans les services de marchés publics au Maroc. Depuis notre création en 2024, nous nous engageons à aider les entreprises et les organisations à saisir les opportunités offertes par le secteur des marchés publics marocains.

source: The Hedgehog
ar: القنفذ
es: El Erizo
fr: Le Hérisson

source: The hedgehog symbolizes intelligence, adaptability, and strategic thinking. It reflects our resourceful approach to overcoming challenges. Like the hedgehog, we achieve success through clever solutions and resilience.
ar: يرمز القنفذ للذكاء والقدرة على التكيف والتفكير الاستراتيجي. إنه يعكس نهجنا المبدع في التغلب على التحديات. مثل القنفذ، نحقق النجاح من خلال الحلول الذكية والمرونة.
es: El erizo simboliza inteligencia, adaptabilidad y pensamiento estratégico. Refleja nuestro enfoque ingenioso para superar los desafíos. Al igual que el erizo, logramos el éxito a través de soluciones inteligentes y resiliencia.
fr: Le hérisson symbolise l'intelligence, l'adaptabilité et la réflexion stratégique. Il reflète notre approche ingénieuse pour surmonter les défis. Comme le hérisson, nous atteignons le succès par des solutions astucieuses et de la résilience.

source: Our Mission
ar: مهمتنا
es: Nuestra Misión
fr: Notre mission

source: Our mission is to simplify and streamline the public procurement process for businesses, providing them with the expertise and tools needed to achieve success. We aim to foster transparency, compliance, and efficiency, enabling our clients to thrive in this competitive sector.
ar: مهمتنا هي تبسيط وتسهيل عملية الشراء العام للشركات، من خلال تزويدهم بالخبرة والأدوات اللازمة لتحقيق النجاح. نهدف إلى تعزيز الشفافية، الامتثال، والكفاءة، مما يمكن عملائنا من الازدهار في هذا القطاع التنافسي.
es: Nuestra misión es simplificar y agilizar el proceso de contratación pública para las empresas, proporcionando la experiencia y las herramientas necesarias para lograr éxito. Nuestro objetivo es fomentar la transparencia, el cumplimiento y la eficiencia, permitiendo a nuestros clientes prosperar en este sector competitivo.
fr: Notre mission est de simplifier et rationaliser le processus d'achat public pour les entreprises, en leur fournissant l'expertise et les outils nécessaires pour réussir. Nous visons à promouvoir la transparence, la conformité et l'efficacité, permettant à nos clients de prospérer dans ce secteur compétitif.

source: Our Journey
ar: رحلتنا
es: Nuestro Viaje
fr: Notre parcours

source: eMarches was founded in 2024 by a team of young talented entrepreneurs , who recognized the growing need for expert guidance in Morocco’s public procurement landscape. What started as a small consultancy has evolved into a aspiring firm, serving clients across diverse industries.
ar: تم تأسيس إمارشي في 2024 من قبل فريق من رواد الأعمال الموهوبين الشباب، الذين أدركوا الحاجة المتزايدة للإرشاد المتخصص في مجال الشراء العام في المغرب. ما بدأ كوكالة صغيرة تطور إلى شركة طموحة، تخدم العملاء في صناعات متنوعة.
es: eMarches fue fundada en 2024 por un equipo de jóvenes emprendedores talentosos, que reconocieron la creciente necesidad de orientación experta en el panorama de la contratación pública en Marruecos. Lo que comenzó como una pequeña consultoría ha evolucionado en una firma prometedora, que atiende a clientes de diversas industrias.
fr: eMarches a été fondée en 2024 par une équipe de jeunes entrepreneurs talentueux, qui ont reconnu le besoin croissant d'un accompagnement expert dans le paysage des marchés publics au Maroc. Ce qui a commencé comme un petit cabinet de conseil est devenu une entreprise ambitieuse, servant des clients dans divers secteurs.

source: Our Team
ar: فريقنا
es: Nuestro Equipo
fr: Notre équipe

source: Taheri
ar: الطاهري

source: W. Taheri
ar: و. الطاهري

source: CEO
ar: الرئيس التنفيذي
fr: PDG

source: Strategic approach to leadership and integrate of cutting-edge technologies.
ar: نهج استراتيجي في القيادة ودمج التقنيات المتطورة.
es: Enfoque estratégico en liderazgo e integración de tecnologías de vanguardia.
fr: Approche stratégique du leadership et intégration des technologies de pointe.

source: Bouhou
ar: بوهو

source: A. Bouhou
ar: أ. بوهو

source: CRM
ar: إدارة علاقات العملاء

source: Identifying new opportunities, developing strategic partnerships.
ar: التعرف على الفرص الجديدة، وتطوير الشراكات الاستراتيجية.
es: Identificando nuevas oportunidades, desarrollando asociaciones estratégicas.
fr: Identifier de nouvelles opportunités, développer des partenariats stratégiques.

source: Sebaai
ar: السباعي
es: Sebai

source: R. Sebaai
ar: ر. السباعي
es: R. Sebai

source: CTO
ar: المدير التقني

source: Ability to efficiently build scalable, secure, and innovative systems.
ar: القدرة على بناء أنظمة قابلة للتطوير وآمنة ومبتكرة بكفاءة.
es: Capacidad para construir sistemas escalables, seguros e innovadores de manera eficiente.
fr: Capacité à construire efficacement des systèmes évolutifs, sécurisés et innovants.

source: And a large number of skilled people in several key roles that complement the leadership team and support the business's growth.
ar: والعديد من الأشخاص المهرة في عدة أدوار رئيسية تكمل فريق القيادة وتدعم نمو الأعمال.
es: Y una gran cantidad de personas cualificadas en varios roles clave que complementan el equipo de liderazgo y apoyan el crecimiento del negocio.
fr: Et un grand nombre de personnes qualifiées dans plusieurs rôles clés qui complètent l'équipe dirigeante et soutiennent la croissance de l'entreprise.

source: Our Values
ar: قيمنا
es: Nuestros Valores
fr: Nos valeurs

source: Integrity
ar: النزاهة
es: Integridad
fr: Intégrité

source: Transparency and ethical practices form the foundation of our work.
ar: تشكل الشفافية والممارسات الأخلاقية أساس عملنا.
es: La transparencia y las prácticas éticas forman la base de nuestro trabajo.
fr: La transparence et les pratiques éthiques forment la base de notre travail.

source: Excellence
ar: التميز
es: Excelencia

source: We strive for the highest standards in every project we undertake.
ar: نسعى لتحقيق أعلى المعايير في كل مشروع نقوم به.
es: Nos esforzamos por alcanzar los más altos estándares en cada proyecto que emprendemos.
fr: Nous nous efforçons d'atteindre les normes les plus élevées dans chaque projet que nous entreprenons.

source: Collaboration
ar: التعاون
es: Colaboración

source: We build long-term partnerships based on trust and shared goals.
ar: نبني شراكات طويلة الأمد مبنية على الثقة والأهداف المشتركة.
es: Construimos asociaciones a largo plazo basadas en la confianza y objetivos comunes.
fr: Nous établissons des partenariats à long terme basés sur la confiance et des objectifs partagés.

source: Looking Ahead
ar: نظرة إلى المستقبل
es: Mirando hacia el Futuro
fr: Regarder vers l'avenir

source: As Morocco’s public procurement sector continues to grow, eMarches is committed to staying at the forefront of this dynamic market. We aim to expand our services, embrace new technologies, and support even more businesses in achieving their goals.
ar: مع استمرار نمو قطاع الشراء العام في المغرب، تلتزم إمارشي بالبقاء في طليعة هذا السوق الديناميكي. نهدف إلى توسيع خدماتنا، واحتضان التقنيات الجديدة، ودعم المزيد من الشركات في تحقيق أهدافها.
es: A medida que el sector de la contratación pública de Marruecos sigue creciendo, eMarches está comprometida a mantenerse a la vanguardia de este mercado dinámico. Nuestro objetivo es expandir nuestros servicios, adoptar nuevas tecnologías y apoyar a más empresas en la consecución de sus metas.
fr: Alors que le secteur des marchés publics au Maroc continue de croître, eMarches s'engage à rester à la pointe de ce marché dynamique. Nous visons à étendre nos services, adopter de nouvelles technologies et soutenir encore plus d'entreprises dans l'atteinte de leurs objectifs.

source: Translations status
ar: حالة الترجمات
es: Estado de las traducciones
fr: État des traductions

source: Translations status not found !
ar: حالة الترجمات غير موجودة!
es: ¡Estado de las traducciones no encontrado!
fr: Statut des traductions non trouvé !

source: You can help us improve translations or add your language if it's not already supported.
ar: يمكنك مساعدتنا في تحسين الترجمات أو إضافة لغتك إذا لم تكن مدعومة بالفعل.
es: Puedes ayudarnos a mejorar las traducciones o agregar tu idioma si aún no está soportado.
fr: Vous pouvez nous aider à améliorer les traductions ou ajouter votre langue si elle n'est pas encore prise en charge.

source: Feel free to contact us using contact details on our website. Thank you.
ar: لا تتردد في الاتصال بنا باستخدام تفاصيل الاتصال على موقعنا الإلكتروني. شكراً لك.
es: No dudes en contactarnos utilizando los detalles de contacto en nuestro sitio web. Gracias.
fr: N'hésitez pas à nous contacter en utilisant les coordonnées de notre site web. Merci.

source: Send Us a Message
ar: أرسل لنا رسالة
es: Envíanos un mensaje
fr: Envoyez-nous un message

source: Feel free to reach out to us for any inquiries or assistance. Our team is here to help you!
ar: لا تتردد في التواصل معنا لأي استفسارات أو مساعدة. فريقنا هنا لمساعدتك!
es: No dudes en contactarnos para cualquier consulta o asistencia. ¡Nuestro equipo está aquí para ayudarte!
fr: N'hésitez pas à nous contacter pour toute demande ou assistance. Notre équipe est là pour vous aider !

source: First Name
ar: الاسم الأول
es: Nombre
fr: Prénom

source: Your Name
ar: اسمك
es: Tu Nombre
fr: Votre nom

source: Enter your name
ar: أدخل اسمك
es: Ingresa tu nombre
fr: Entrez votre nom

source: Your Email
ar: بريدك الإلكتروني
es: Tu Correo Electrónico
fr: Votre email

source: Enter your email
ar: أدخل بريدك الإلكتروني
es: Ingresa tu correo electrónico
fr: Entrez votre email

source: Your Phone
ar: رقم هاتفك
es: Tu Teléfono
fr: Votre téléphone

source: Enter your phone number
ar: أدخل رقم هاتفك
es: Ingresa tu número de teléfono
fr: Entrez votre numéro de téléphone

source: Subject
ar: الموضوع
es: Asunto
fr: Objet

source: Enter the subject
ar: أدخل الموضوع
es: Ingresa el asunto
fr: Entrer l'objet

source: Message
ar: الرسالة
es: Mensaje

source: Write your message
ar: اكتب رسالتك
es: Escribe tu mensaje
fr: Écrivez votre message

source: Remaining charcters
ar: الحروف المتبقية
es: Caracteres restantes
fr: Caractères restants

source: Preferred Contact Method
ar: طريقة الاتصال المفضلة
es: Método de contacto preferido
fr: Méthode de contact préférée

source: Any
ar: لا يهم
es: Cualquiera
fr: Peu importe

source: Email
ar: البريد الإلكتروني
es: Correo Electrónico

source: Phone
ar: الهاتف
es: Teléfono
fr: Téléphone

source: WhatsApp
ar: واتساب

source: Telegram
ar: تليجرام

source: Subscribe to our newsletter
ar: اشترك في نشرتنا الإخبارية
es: Suscríbete a nuestro boletín
fr: Abonnez-vous à notre newsletter

source: Receive promotional offers from us or our partners
ar: استلم العروض الترويجية منا أو من شركائنا
es: Recibe ofertas promocionales de nosotros o nuestros socios
fr: Recevez des offres promotionnelles de notre part ou de nos partenaires

source: Send Message
ar: إرسال الرسالة
es: Enviar mensaje
fr: Envoyer le message

source: Message submitted
ar: تم تأكيد الرسالة
es: Mensaje enviado
fr: Message soumis

source: Message sent
ar: تم إرسال الرسالة
es: Mensaje enviado
fr: Message envoyé

source: Thank You !
ar: شكراً لك!
es: ¡Gracias!
fr: Merci !

source: Your message has been successfully submitted. We will get back to you shortly.
ar: تم إرسال رسالتك بنجاح. سنتواصل معك قريباً.
es: Tu mensaje ha sido enviado exitosamente. Nos pondremos en contacto contigo pronto.
fr: Votre message a été soumis avec succès. Nous reviendrons vers vous sous peu.

source: Go Home
ar: الرئيسية
es: Ir a Inicio
fr: Retour à l'accueil

source: FAQs
ar: أسئلة شائعة
es: Preguntas Frecuentes
fr: FAQ

source: We sent you this message because your email was used on eMarches.com contact form.
ar: أرسلنا لك هذه الرسالة لأن بريدك الإلكتروني تم استخدامه في نموذج الاتصال بموقع eMarches.com.
es: Te enviamos este mensaje porque tu correo electrónico fue utilizado en el formulario de contacto de eMarches.com.
fr: Nous vous avons envoyé ce message car votre email a été utilisé sur le formulaire de contact d'eMarches.com.

source: Here are some details of the contact
ar: إليك بعض التفاصيل الخاصة بالاتصال
es: Aquí tienes algunos detalles del contacto
fr: Voici quelques détails du contact

source: Name
ar: الاسم
es: Nombre
fr: Nom

source: Date and time
ar: التاريخ والوقت
es: Fecha y hora
fr: Date et heure

source: IP address
ar: عنوان IP
es: Dirección IP
fr: Adresse IP

source: You can safely ignore this message if you do not recognize this activity.
ar: يمكنك تجاهل هذا البريد بأمان إذا لم تتعرف على هذا النشاط.
es: Puedes ignorar este mensaje si no reconoces esta actividad.
fr: Vous pouvez ignorer ce message si vous ne reconnaissez pas cette activité.

source: Replies to this email are not read.
ar: لن يتم قراءة الردود على هذا البريد الإلكتروني.
es: Las respuestas a este correo no se leen.
fr: Les réponses à cet email ne sont pas lues.

source: Best regards,
ar: أطيب التحيات،
es: Saludos cordiales,
fr: Cordialement,

source: You can visit our Website for more information
ar: يمكنك زيارة موقعنا الإلكتروني لمزيد من المعلومات
es: Puedes visitar nuestro sitio web para más información
fr: Vous pouvez visiter notre site Web pour plus d'informations

source: Bad Request Error
ar: خطأ في الطلب
es: Error de Solicitud Incorrecta
fr: Erreur de requête incorrecte

source: We did not understand !
ar: لم نفهم !
es: ¡No entendimos!
fr: Nous n'avons pas compris !

source: Our server did not understand and could not handle your request.
ar: لم يفهم خادمنا ولم يتمكن من معالجة طلبك.
es: Nuestro servidor no entendió y no pudo procesar tu solicitud.
fr: Notre serveur n'a pas compris et n'a pas pu traiter votre demande.

source: Read FAQs
ar: اقرأ الأسئلة الشائعة
es: Leer Preguntas Frecuentes
fr: Lire les FAQ

source: Forbidden Error
ar: خطأ في الوصول
es: Error Prohibido
fr: Erreur interdite

source: That's not for you !
ar: هذا ليس لك !
es: ¡Eso no es para ti!
fr: Ce n'est pas pour vous !

source: You are not authorized to access this page or resource.
ar: أنت غير مخول للوصول إلى هذه الصفحة أو المورد.
es: No estás autorizado para acceder a esta página o recurso.
fr: Vous n'êtes pas autorisé à accéder à cette page ou ressource.

source: Not Found Error
ar: خطأ في العثور
es: Error No Encontrado
fr: Erreur non trouvée

source: We don't have it !
ar: ليس لدينا ذلك !
es: ¡No lo tenemos!
fr: Nous ne l'avons pas !

source: Our server could not find the requested page or resource.
ar: لم يتمكن خادمنا من العثور على الصفحة أو المورد المطلوب.
es: Nuestro servidor no pudo encontrar la página o recurso solicitado.
fr: Notre serveur n'a pas pu trouver la page ou la ressource demandée.

source: Internal Server Error
ar: خطأ في الخادم الداخلي
es: Error Interno del Servidor
fr: Erreur interne du serveur

source: Internal Server Error.
ar: خطأ في الخادم الداخلي.
es: Error Interno del Servidor.
fr: Erreur interne du serveur.

source: This one is on us !
ar: هذا خطأنا !
es: ¡Este es nuestro error!
fr: C'est de notre faute !

source: Our server run into an error and could not properly handle your request. You can help us understand what happened and correct it. Thank you
ar: واجه خادمنا خطأ ولم يتمكن من معالجة طلبك بشكل صحيح. يمكنك مساعدتنا في فهم ما حدث وتصحيحه. شكراً
es: Nuestro servidor encontró un error y no pudo procesar correctamente su solicitud. Puede ayudarnos a entender lo que ocurrió y corregirlo. Gracias
fr: Notre serveur a rencontré une erreur et n'a pas pu traiter correctement votre demande. Vous pouvez nous aider à comprendre ce qui s'est passé et à corriger cela. Merci.

source: Access denied
ar: تم رفض الوصول
es: Acceso denegado
fr: Accès refusé

source: Access denied.
ar: تم رفض الوصول.
es: Acceso denegado.
fr: Accès refusé.

source: This is not for you !
ar: هذا ليس لك !
es: ¡Esto no es para ti!
fr: Ce n'est pas pour vous !

source: You are not permitted to access this page. Please make sure you login using the right account.
ar: أنت غير مسموح لك بالوصول إلى هذه الصفحة. يرجى التأكد من تسجيل الدخول باستخدام الحساب الصحيح.
es: No tiene permiso para acceder a esta página. Asegúrese de iniciar sesión con la cuenta correcta.
fr: Vous n'êtes pas autorisé à accéder à cette page. Veuillez vous assurer de vous connecter avec le bon compte.

source: Go home
ar: إلى الرئيسية
es: Ir a casa
fr: Retour à l'accueil

source: Contact us
ar: اتصل بنا
es: Contáctanos
fr: Contactez-nous

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter

source: Frequently Asked Questions
ar: أسئلة شائعة
es: Preguntas Frecuentes
fr: Questions fréquemment posées

source: Have a question? Chances are someone already asked it and we answered it.
ar: هل لديك سؤال؟ من المحتمل أن شخصاً ما قد طرحه وأجبنا عليه.
es: ¿Tienes una pregunta? Es probable que alguien ya la haya hecho y nosotros la hayamos respondido.
fr: Vous avez une question ? Il y a de fortes chances que quelqu'un l'ait déjà posée et que nous y ayons répondu.

source: What is public procurement?
ar: ما هي المشتريات العامة؟
es: ¿Qué es la contratación pública?
fr: Qu'est-ce que la commande publique ?

source: Public procurement refers to the process by which government entities and public organizations acquire goods, services, or works from private sector businesses, individuals or organizations. This process is regulated to ensure transparency, fairness, and value for taxpayers.
ar: المشتريات العامة تشير إلى العملية التي تحصل من خلالها الكيانات الحكومية والمنظمات العامة على السلع والخدمات أو الأعمال من الشركات الخاصة والأفراد أو المنظمات. يتم تنظيم هذه العملية لضمان الشفافية والعدالة وتقديم قيمة دافعي الضرائب.
es: La contratación pública se refiere al proceso mediante el cual las entidades gubernamentales y las organizaciones públicas adquieren bienes, servicios o trabajos de empresas del sector privado, individuos u organizaciones. Este proceso está regulado para garantizar transparencia, equidad y valor para los contribuyentes.
fr: La commande publique désigne le processus par lequel les entités gouvernementales et les organisations publiques acquièrent des biens, des services ou des travaux auprès d'entreprises, d'individus ou d'organisations du secteur privé. Ce processus est réglementé pour garantir la transparence, l'équité et la valeur pour les contribuables.

source: Are you afficliated to governmental entity?
ar: هل أنتم مرتبطون بالجهات الحكومية؟
es: ¿Está usted afiliado a alguna entidad gubernamental?
fr: Êtes-vous affilié à une entité gouvernementale ?

source: No. We are not affiliated in any way to any public or governmental entity.
ar: لا. نحن غير مرتبطين بأي شكل من الأشكال بأي جهة عامة أو حكومية.
es: No. No estamos afiliados de ninguna manera a ninguna entidad pública o gubernamental.
fr: Non. Nous ne sommes affiliés d'aucune manière à une entité publique ou gouvernementale.

source: Where do you get your data from?
ar: من أين تحصلون على بياناتكم؟
es: ¿De dónde obtienen sus datos?
fr: D'où provient vos données ?

source: We collect data from the portal dedicated to public tenders. We debloat, aggregate and reorganize data and store it in our database.
ar: نقوم بجمع البيانات من البوابة المخصصة للمناقصات العامة. نقوم بتصفية البيانات، تجميعها وإعادة تنظيمها وتخزينها في قاعدة بياناتنا.
es: Recopilamos datos del portal dedicado a las licitaciones públicas. Depuramos, agregamos y reorganizamos los datos y los almacenamos en nuestra base de datos.
fr: Nous collectons les données provenant du portail dédié aux appels d'offres publics. Nous dégonflons, agrégeons et réorganisons les données et les stockons dans notre base de données.

source: Then we use tdata from our database to provide our services in a better, more ergonomic, and more meaningful way.
ar: ثم نستخدم البيانات من قاعدة بياناتنا لتقديم خدماتنا بشكل أفضل وأكثر راحة ومعنى.
es: Luego usamos los datos de nuestra base de datos para ofrecer nuestros servicios de una manera mejor, más ergonómica y más significativa.
fr: Ensuite, nous utilisons les données de notre base de données pour fournir nos services de manière plus efficace, ergonomique et significative.

source: To measure a bit of the difference that it makes, you can visit the official portal preferably using a mobile. Here is the link, good luck:
ar: لقياس الفرق الذي يمكن أن يحدث، يمكنك زيارة البوابة الرسمية باستخدام هاتفك المحمول. إليك الرابط، حظاً موفقاً:
es: Para medir un poco la diferencia que hace, puede visitar el portal oficial preferentemente desde un móvil. Aquí está el enlace, ¡buena suerte!
fr: Pour mesurer la différence que cela fait, vous pouvez visiter le portail officiel, de préférence en utilisant un mobile. Voici le lien, bonne chance :

source: How often do you update the data ?
ar: كم مرة تقومون بتحديث البيانات؟
es: ¿Con qué frecuencia actualizan los datos?
fr: À quelle fréquence mettez-vous à jour les données ?

source: We are trying to be as up-to-date as we can. Our teams work hard to bring any available data update as soon as it is published.
ar: نحاول أن نكون دائمًا على اطلاع بأحدث المعلومات. فرقنا تعمل بجد لإحضار أي تحديثات للبيانات بمجرد نشرها.
es: Estamos tratando de mantenernos lo más actualizados posible. Nuestros equipos trabajan arduamente para traer cualquier actualización de datos disponible tan pronto como se publique.
fr: Nous essayons d'être aussi à jour que possible. Nos équipes travaillent dur pour apporter toute mise à jour des données dès qu'elle est publiée.

source: For now, we update the list of available Tenders every 3 hours. If the need araises in the future, we may narrow down the gap to 1 hour or less.
ar: حالياً، نقوم بتحديث قائمة المناقصات المتاحة كل 3 ساعات. إذا دعت الحاجة في المستقبل، قد نقوم بتقليص الفجوة إلى ساعة أو أقل.
es: Por ahora, actualizamos la lista de licitaciones disponibles cada 3 horas. Si surge la necesidad en el futuro, podemos reducir el intervalo a 1 hora o menos.
fr: Pour l'instant, nous mettons à jour la liste des appels d'offres disponibles toutes les 3 heures. Si nécessaire, nous pourrions réduire ce délai à 1 heure ou moins.

source: How accurate is the information on your website about Tenders?
ar: ما مدى دقة المعلومات الموجودة على موقعكم حول المناقصات؟
es: ¿Qué tan precisa es la información sobre licitaciones en su sitio web?
fr: Quelle est la précision des informations sur les appels d'offres sur votre site web ?

source: We get information on Tenders from the official public website as fidelly as possible.
ar: نحصل على المعلومات حول المناقصات من الموقع الرسمي بأكبر قدر ممكن من الدقة.
es: Obtenemos información sobre licitaciones del portal público oficial de la manera más fiel posible.
fr: Nous obtenons les informations sur les appels d'offres à partir du site web public officiel aussi fidèlement que possible.
