Repository: Julinium/emarches.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: From consultation to market strategy, eMarches provided valuable insights and practical solutions. Their data-driven approach gave us the confidence to make bold decisions. Highly recommended!
ar: من الاستشارة إلى استراتيجية السوق، قدمت إمارشي رؤى قيمة وحلول عملية. منهجهم المعتمد على البيانات منحنا الثقة لاتخاذ قرارات جريئة. موصى به بشدة!
es: Desde la consulta hasta la estrategia de mercado, eMarches proporcionó información valiosa y soluciones prácticas. Su enfoque basado en datos nos dio la confianza para tomar decisiones audaces. ¡Altamente recomendados!
fr: De la consultation à la stratégie de marché, eMarches nous a fourni des informations précieuses et des solutions pratiques. Leur approche axée sur les données nous a donné la confiance nécessaire pour prendre des décisions audacieuses. Hautement recommandé !

source: Mohssin K
ar: محسن

source: Archiectop Services
ar: خدمات أرشيكطوب

source: eMarches stands out for their deep understanding of our industry challenges. They refined our messaging and created impactful strategies that resonated in the public market. Their support has been a game-changer.
ar: تتميز إمارشي بفهم عميق لتحديات صناعتنا. لقد صقلوا رسائلنا وأنشأوا استراتيجيات مؤثرة تتناغم في السوق العامة. كان دعمهم محوريًا.
es: eMarches destaca por su profundo entendimiento de los desafíos de nuestra industria. Refinaron nuestro mensaje y crearon estrategias impactantes que resonaron en el mercado público. Su apoyo ha sido un cambio total.
fr: eMarches se distingue par sa compréhension approfondie des défis de notre secteur. Ils ont affiné notre message et créé des stratégies percutantes qui ont résonné sur le marché public. Leur soutien a été un tournant.

source: Najim W
ar: نجيم

source: CKFG SA
ar: سيكاافجي اسأ

source: Ready to see what we can do for you? Contact us today to start your journey to success in the public market!
ar: هل أنتم مستعدون لرؤية ما يمكننا فعله من أجلكم؟ اتصلوا بنا اليوم لبدء رحلتكم نحو النجاح في السوق العامة!
es: ¿Listo para ver lo que podemos hacer por usted? ¡Contáctenos hoy mismo para comenzar su viaje hacia el éxito en el mercado público!
fr: Prêt à voir ce que nous pouvons faire pour vous ? Contactez-nous dès aujourd'hui pour commencer votre parcours vers le succès sur le marché public !

source: Get in Touch
ar: للاتصال بنا
es: Ponte en contacto
fr: Nos coordonnées

source: Watch our video
ar: شاهد شريطنا
es: Mire nuestro video
fr: Regarder notre vidéo

source: Discover the key features of our platform and learn how to make the most out of it to achieve your goals effortlessly.
ar: اكتشف الميزات الرئيسية لمنصتنا وتعلم كيف تستفيد منها لتحقيق أهدافك بسهولة.
es: Descubra las características clave de nuestra plataforma y aprenda cómo sacar el máximo provecho para lograr sus objetivos sin esfuerzo.
fr: Découvrez les fonctionnalités clés de notre plateforme et apprenez à en tirer le meilleur parti pour atteindre vos objectifs sans effort.

source: The right video will be available soon as this one is only a placeholder.
ar: سيكون الفيديو الصحيح متاحًا قريبًا حيث أن هذا الفيديو مجرد نموذج مؤقت.
es: El video correcto estará disponible pronto, ya que este es solo un marcador de posición.
fr: La vidéo appropriée sera bientôt disponible, celle-ci n'étant qu'un substitut.

source: Your browser does not support the video tag.
ar: متصفحك لا يدعم وسم الفيديو.
es: Su navegador no es compatible con la etiqueta de video.
fr: Votre navigateur ne prend pas en charge la balise vidéo.

source: Work in progress.
ar: قيد الإنشاء.
es: Trabajo en progreso.
fr: Travail en cours.

source: This page is under construction. It will be available soon.
ar: هذه الصفحة قيد الإنشاء. ستكون متاحة قريبًا.
es: Esta página está en construcción. Estará disponible pronto.
fr: Cette page est en construction. Elle sera bientôt disponible.

source: Legal Information
ar: معلومات قانونية
es: Información Legal
fr: Mentions légales

source: This page provides our essential legal information. Please review it to understand your rights and our commitments.
ar: توفر هذه الصفحة معلوماتنا القانونية الأساسية. يرجى مراجعتها لفهم حقوقك و التزاماتنا.
es: Esta página proporciona nuestra información legal esencial. Por favor, revísela para entender sus derechos y nuestros compromisos.
fr: Cette page fournit nos informations légales essentielles. Veuillez les consulter pour comprendre vos droits et nos engagements.

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
fr: Politique de confidentialité

source: Terms of Service
ar: شروط الخدمة
es: Términos de Servicio
fr: Conditions de service

source: Guarantee
ar: الضمان
es: Garantía
fr: Garantie

source: At eMarches.com, we value your privacy and are committed to safeguarding your personal information. This Privacy Policy outlines the types of information we collect, how we use it, and the measures we take to ensure your data is handled securely and responsibly.
ar: في eMarches.com، نقدر خصوصيتك وملتزمون بحماية معلوماتك الشخصية. توضح سياسة الخصوصية هذه أنواع المعلومات التي نجمعها، وكيفية استخدامها، والإجراءات التي نتخذها لضمان التعامل مع بياناتك بشكل آمن ومسؤول.
es: En eMarches.com, valoramos su privacidad y estamos comprometidos a proteger su información personal. Esta Política de Privacidad describe los tipos de información que recopilamos, cómo la usamos y las medidas que tomamos para asegurar que sus datos sean manejados de manera segura y responsable.
fr: Chez eMarches.com, nous accordons de l'importance à votre vie privée et nous engageons à protéger vos informations personnelles. Cette politique de confidentialité décrit les types d'informations que nous recueillons, comment nous les utilisons et les mesures que nous prenons pour garantir que vos données sont traitées de manière sécurisée et responsable.

source: Information We Collect
ar: المعلومات التي نجمعها
es: Información que Recopilamos
fr: Les informations que nous collectons

source: We only collect personal information explicitly provided by you. Examples include your name, email address, phone number, and any other details you submit through our contact forms or other interactions.
ar: نقوم بجمع المعلومات الشخصية التي تقدمها صراحة فقط. تشمل الأمثلة اسمك، عنوان بريدك الإلكتروني، رقم هاتفك، وأي تفاصيل أخرى تقدمها من خلال نماذج الاتصال الخاصة بنا أو تفاعلاتك الأخرى.
es: Solo recopilamos información personal proporcionada explícitamente por usted. Ejemplos incluyen su nombre, dirección de correo electrónico, número de teléfono y cualquier otro dato que envíe a través de nuestros formularios de contacto u otras interacciones.
fr: Nous ne collectons que les informations personnelles que vous fournissez explicitement. Des exemples incluent votre nom, votre adresse e-mail, votre numéro de téléphone et toute autre information que vous soumettez via nos formulaires de contact ou autres interactions.

source: For security purposes, we may also collect:
ar: لأغراض الأمان، قد نجمع أيضاً:
es: Por motivos de seguridad, también podemos recopilar:
fr: Pour des raisons de sécurité, nous pouvons également collecter :

source: IP Address: Used to ensure safe access and prevent fraudulent activity.
ar: عنوان IP: يُستخدم لضمان الوصول الآمن ومنع الأنشطة الاحتيالية.
es: Dirección IP: Usada para garantizar un acceso seguro y prevenir actividades fraudulentas.
fr: Adresse IP : Utilisée pour garantir un accès sécurisé et prévenir les activités frauduleuses.

source: User-Agent Information: A string sent by your browser or device that helps identify the type of device, operating system, and browser being used.
ar: معلومات وكيل المستخدم: سلسلة تُرسلها متصفحك أو جهازك تساعد في تحديد نوع الجهاز ونظام التشغيل والمتصفح المستخدم.
es: Información del Agente de Usuario: Una cadena enviada por su navegador o dispositivo que ayuda a identificar el tipo de dispositivo, sistema operativo y navegador utilizados.
fr: Informations sur l'agent utilisateur : Une chaîne envoyée par votre navigateur ou appareil qui aide à identifier le type d'appareil, le système d'exploitation et le navigateur utilisés.

source: Use of Collected Data
ar: استخدام البيانات المجمعة
es: Uso de los Datos Recopilados
fr: Utilisation des données collectées

source: The information you provide is used solely for the purposes for which it was submitted, such as responding to inquiries or providing requested services. In addition:
ar: تُستخدم المعلومات التي تقدمها فقط للأغراض التي تم تقديمها من أجلها، مثل الرد على الاستفسارات أو تقديم الخدمات المطلوبة. بالإضافة إلى ذلك:
es: La información que usted proporciona se utiliza únicamente para los fines para los cuales fue enviada, como responder consultas o proporcionar servicios solicitados. Además:
fr: Les informations que vous fournissez sont utilisées uniquement dans le cadre des objectifs pour lesquels elles ont été soumises, tels que répondre aux demandes ou fournir les services demandés. De plus :

source: We may send you commercial offers if, and only if, you have explicitly consented by checking the relevant box on our forms (this box is unchecked by default).
ar: قد نرسل لك عروض تجارية إذا، وفقط إذا، كنت قد وافقت صراحة عن طريق تحديد المربع المناسب في نماذجنا (هذا المربع غير محدد بشكل افتراضي).
es: Podemos enviarle ofertas comerciales si, y solo si, ha dado su consentimiento explícito marcando la casilla correspondiente en nuestros formularios (esta casilla está desmarcada por defecto).
fr: Nous pouvons vous envoyer des offres commerciales si, et uniquement si, vous avez explicitement consenti en cochant la case correspondante sur nos formulaires (cette case est décochée par défaut).

source: We do not sell, trade, or share your data with third parties for marketing purposes.
ar: نحن لا نبيع أو نتاجر أو نشارك بياناتك مع أطراف ثالثة لأغراض التسويق.
es: No vendemos, intercambiamos ni compartimos sus datos con terceros para fines de marketing.
fr: Nous ne vendons, échangeons ni partageons vos données avec des tiers à des fins marketing.

source: Data Security
ar: أمن البيانات
es: Seguridad de los Datos
fr: Sécurité des données

source: We take every reasonable measure to protect your personal information. This includes implementing technical and organizational safeguards to prevent unauthorized access, loss, or misuse of data.
ar: نحن نتخذ كل تدبير معقول لحماية معلوماتك الشخصية. يشمل ذلك تنفيذ تدابير تقنية وتنظيمية لمنع الوصول غير المصرح به أو فقدان البيانات أو إساءة استخدامها.
es: Tomamos todas las medidas razonables para proteger su información personal. Esto incluye la implementación de salvaguardias técnicas y organizativas para prevenir el acceso no autorizado, la pérdida o el uso indebido de los datos.
fr: Nous prenons toutes les mesures raisonnables pour protéger vos informations personnelles. Cela inclut la mise en œuvre de protections techniques et organisationnelles pour prévenir tout accès non autorisé, perte ou mauvaise utilisation des données.

source: User Rights
ar: حقوق المستخدم
es: Derechos del Usuario
fr: Droits des utilisateurs

source: You have the right to control how your data is used. Specifically, you may:
ar: لديك الحق في التحكم في كيفية استخدام بياناتك. على وجه التحديد، يمكنك:
es: Usted tiene el derecho de controlar cómo se utiliza su información. Específicamente, puede:
fr: Vous avez le droit de contrôler l'utilisation de vos données. Plus précisément, vous pouvez :

source: Opt out of receiving promotional communications at any time.
ar: الانسحاب من تلقي الرسائل الترويجية في أي وقت.
es: Darse de baja de recibir comunicaciones promocionales en cualquier momento.
fr: Se désabonner de la réception de communications promotionnelles à tout moment.

source: Request access to, correction of, or deletion of your personal data, subject to applicable legal obligations.
ar: طلب الوصول إلى بياناتك الشخصية أو تصحيحها أو حذفها، رهناً بالالتزامات القانونية المعمول بها.
es: Solicitar acceso, corrección o eliminación de sus datos personales, sujeto a las obligaciones legales aplicables.
fr: Demander l'accès, la correction ou la suppression de vos données personnelles, sous réserve des obligations légales applicables.

source: Compliance with Laws
ar: الامتثال للقوانين
es: Cumplimiento de las Leyes
fr: Conformité avec les lois

source: We handle all user data in accordance with applicable laws and regulations in Morocco.
ar: نحن نتعامل مع جميع بيانات المستخدمين وفقاً للقوانين واللوائح المعمول بها في المغرب.
es: Manejamos todos los datos de los usuarios de acuerdo con las leyes y regulaciones aplicables en Marruecos.
fr: Nous traitons toutes les données des utilisateurs conformément aux lois et réglementations applicables au Maroc.

source: Changes to this Policy
ar: التغييرات في هذه السياسة
es: Cambios en esta política
fr: Modifications de cette politique

source: We reserve the right to update this Privacy Policy to reflect changes in our practices or legal requirements. Updates will be communicated clearly and will take effect immediately upon publication.
ar: نحتفظ بالحق في تحديث سياسة الخصوصية هذه لتعكس التغييرات في ممارساتنا أو المتطلبات القانونية. سيتم التواصل بالتحديثات بوضوح وستدخل حيز التنفيذ فور نشرها.
es: Nos reservamos el derecho de actualizar esta Política de Privacidad para reflejar cambios en nuestras prácticas o requisitos legales. Las actualizaciones serán comunicadas claramente y entrarán en vigor inmediatamente después de su publicación.
fr: Nous nous réservons le droit de mettre à jour cette politique de confidentialité pour refléter les changements dans nos pratiques ou exigences légales. Les mises à jour seront communiquées clairement et entreront en vigueur immédiatement après leur publication.

source: If you have any questions or concerns about this Privacy Policy or how we handle your data, please contact us at
ar: إذا كان لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية هذه أو كيفية التعامل مع بياناتك، يرجى الاتصال بنا على
es: Si tiene alguna pregunta o inquietud sobre esta Política de Privacidad o cómo manejamos sus datos, comuníquese con nosotros en
fr: Si vous avez des questions ou des préoccupations concernant ces Conditions, veuillez nous contacter à l'adresse suivante :

source: Effective Date:
ar: تاريخ السريان:
es: Fecha de vigencia:
fr: Date d'entrée en vigueur :

source: These Terms of Service ('Terms') govern your use of our website and services. By accessing or using our website, you agree to these Terms. Please read them carefully.
ar: تحكم هذه الشروط ('الشروط') استخدامك لموقعنا الإلكتروني وخدماتنا. من خلال الوصول إلى موقعنا الإلكتروني أو استخدامه، فإنك توافق على هذه الشروط. يرجى قراءتها بعناية.
es: Estos Términos de Servicio ('Términos') rigen su uso de nuestro sitio web y servicios. Al acceder o utilizar nuestro sitio web, usted acepta estos Términos. Por favor, léalos cuidadosamente.
fr: Ces conditions d'utilisation ('Conditions') régissent votre utilisation de notre site Web et de nos services. En accédant à notre site Web ou en l'utilisant, vous acceptez ces conditions. Veuillez les lire attentivement.

source: Use of the Website
ar: استخدام الموقع الإلكتروني
es: Uso del sitio web
fr: Utilisation du site

source: Our website and its content are provided for informational and personal use only. You agree to use the website in compliance with all applicable laws and regulations. You must not:
ar: يتم توفير موقعنا الإلكتروني ومحتوياته للاستخدام الشخصي والإعلامي فقط. توافق على استخدام الموقع بما يتوافق مع جميع القوانين واللوائح المعمول بها. يجب عليك عدم:
es: Nuestro sitio web y su contenido se proporcionan solo para uso informativo y personal. Usted acepta utilizar el sitio web de acuerdo con todas las leyes y regulaciones aplicables. No debe:
fr: Notre site Web et son contenu sont fournis à des fins d'information et d'utilisation personnelle uniquement. Vous acceptez d'utiliser le site en conformité avec toutes les lois et réglementations applicables. Vous ne devez pas :

source: Engage in any unlawful or fraudulent activity.
ar: الانخراط في أي نشاط غير قانوني أو احتيالي.
es: Participar en actividades ilegales o fraudulentas.
fr: Participer à toute activité illégale ou frauduleuse.

source: Disrupt or attempt to interfere with the website’s functionality or security.
ar: تعطيل أو محاولة التدخل في وظيفة أو أمان الموقع.
es: Interrumpir o intentar interferir con la funcionalidad o seguridad del sitio web.
fr: Perturber ou tenter d'interférer avec la fonctionnalité ou la sécurité du site.

source: Copy, reproduce, or distribute any content without our explicit consent.
ar: نسخ أو إعادة إنتاج أو توزيع أي محتوى دون موافقتنا الصريحة.
es: Copiar, reproducir o distribuir cualquier contenido sin nuestro consentimiento explícito.
fr: Copier, reproduire ou distribuer tout contenu sans notre consentement explicite.

source: Intellectual Property
ar: الملكية الفكرية
es: Propiedad intelectual
fr: Propriété intellectuelle

source: All content on this website, including text, images, graphics, logos, and code, is our property or licensed to us. Unauthorized use of this content is strictly prohibited.
ar: جميع المحتويات على هذا الموقع، بما في ذلك النصوص والصور والرسوم البيانية والشعارات والكود، هي ملكنا أو مرخصة لنا. يُحظر استخدام هذه المحتويات دون إذن.
es: Todo el contenido de este sitio web, incluyendo texto, imágenes, gráficos, logotipos y código, es nuestra propiedad o está licenciado a nosotros. El uso no autorizado de este contenido está estrictamente prohibido.
fr: Tout le contenu de ce site, y compris les textes, images, graphiques, logos et codes, est notre propriété ou sous licence. Toute utilisation non autorisée de ce contenu est strictement interdite.

source: Third-Party Links
ar: روابط الأطراف الثالثة
es: Enlaces de terceros
fr: Liens vers des sites tiers

source: Our website may contain links to third-party websites. These links are provided for convenience only. We are not responsible for the content, policies, or practices of third-party websites, and your use of those websites is at your own risk.
ar: قد يحتوي موقعنا الإلكتروني على روابط إلى مواقع إلكترونية تابعة لأطراف ثالثة. يتم توفير هذه الروابط للتسهيل فقط. نحن غير مسؤولين عن المحتوى أو السياسات أو الممارسات الخاصة بتلك المواقع، واستخدامك لتلك المواقع يكون على مسؤوليتك الخاصة.
es: Nuestro sitio web puede contener enlaces a sitios web de terceros. Estos enlaces se proporcionan solo por conveniencia. No somos responsables del contenido, políticas o prácticas de los sitios web de terceros, y el uso de dichos sitios web es bajo su propio riesgo.
fr: Notre site Web peut contenir des liens vers des sites Web tiers. Ces liens sont fournis uniquement à titre de commodité. Nous ne sommes pas responsables du contenu, des politiques ou des pratiques des sites Web tiers, et l'utilisation de ces sites se fait à vos propres risques.

source: Disclaimer of Warranties
ar: إخلاء المسؤولية عن الضمانات
es: Descargo de garantías
fr: Exclusion de garanties

source: We provide this website on an 'as is' and 'as available' basis. We do not guarantee that the website will be error-free, secure, or uninterrupted. To the fullest extent permitted by law, we disclaim all warranties, express or implied.
ar: نقدم هذا الموقع على أساس 'كما هو' و 'كما هو متاح'. لا نضمن أن الموقع خالي من الأخطاء أو آمن أو غير متقطع. إلى أقصى حد يسمح به القانون، نتنصل من جميع الضمانات، سواء كانت صريحة أو ضمنية.
es: Proporcionamos este sitio web 'tal como está' y 'según disponibilidad'. No garantizamos que el sitio web esté libre de errores, sea seguro o ininterrumpido. En la medida máxima permitida por la ley, renunciamos a todas las garantías, expresas o implícitas.
fr: Nous fournissons ce site Web sur une base 'telle quelle' et 'selon disponibilité'. Nous ne garantissons pas que le site sera exempt d'erreurs, sécurisé ou ininterrompu. Dans toute la mesure permise par la loi, nous déclinons toutes garanties, explicites ou implicites.

source: Limitation of Liability
ar: تحديد المسؤولية
es: Limitación de responsabilidad
fr: Limitation de responsabilité

source: We are not liable for any direct, indirect, incidental, or consequential damages arising from your use of our website or services, even if we have been advised of the possibility of such damages.
ar: نحن غير مسؤولين عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية تنشأ عن استخدامك لموقعنا أو خدماتنا، حتى وإن تم إعلامنا بإمكانية حدوث مثل هذه الأضرار.
es: No somos responsables de daños directos, indirectos, incidentales o consecuentes derivados de su uso de nuestro sitio web o servicios, incluso si se nos ha informado de la posibilidad de dichos daños.
fr: Nous ne sommes pas responsables des dommages directs, indirects, accessoires ou consécutifs résultant de votre utilisation de notre site Web ou de nos services, même si nous avons été informés de la possibilité de tels dommages.

source: Termination
ar: إنهاء الوصول
es: Terminación
fr: Résiliation

source: We reserve the right to terminate your access to our website at any time, without notice, for any reason, including breach of these Terms.
ar: نحتفظ بالحق في إنهاء وصولك إلى موقعنا الإلكتروني في أي وقت، دون إشعار، لأي سبب، بما في ذلك مخالفة هذه الشروط.
es: Nos reservamos el derecho de terminar su acceso a nuestro sitio web en cualquier momento, sin previo aviso, por cualquier motivo, incluyendo el incumplimiento de estos Términos.
fr: Nous nous réservons le droit de résilier votre accès à notre site Web à tout moment, sans préavis, pour toute raison, y compris en cas de violation de ces Conditions.

source: Governing Law
ar: القانون المعمول به
es: Ley aplicable
fr: Loi applicable

source: These Terms are governed by the laws of Morocco. Any disputes related to these Terms will be resolved exclusively in the courts of Morocco.
ar: تخضع هذه الشروط لقوانين المغرب. أي نزاعات تتعلق بهذه الشروط سيتم حلها حصرياً في محاكم المغرب.
es: Estos Términos están regidos por las leyes de Marruecos. Cualquier disputa relacionada con estos Términos se resolverá exclusivamente en los tribunales de Marruecos.
fr: Ces Conditions sont régies par les lois du Maroc. Tout litige lié à ces Conditions sera résolu exclusivement devant les juridictions du Maroc.

source: Changes to the Terms
ar: التغييرات في الشروط
es: Cambios en los Términos
fr: Modifications des Conditions

source: We may update these Terms from time to time. If we make significant changes, we will notify you by posting the updated Terms on this page. Continued use of the website after changes constitutes your acceptance of the revised Terms.
ar: قد نقوم بتحديث هذه الشروط من وقت لآخر. إذا أجرينا تغييرات كبيرة، سنقوم بإبلاغك عن طريق نشر الشروط المحدثة على هذه الصفحة. يشكل الاستمرار في استخدام الموقع بعد التغييرات قبولك بالشروط المعدلة.
es: Podemos actualizar estos Términos de vez en cuando. Si realizamos cambios significativos, le notificaremos publicando los Términos actualizados en esta página. El uso continuado del sitio web después de los cambios constituye su aceptación de los Términos revisados.
fr: Nous pouvons mettre à jour ces Conditions de temps en temps. Si nous apportons des changements importants, nous vous en informerons en publiant les Conditions mises à jour sur cette page. L'utilisation continue du site après les changements constitue votre acceptation des Conditions révisées.

source: If you have any questions or concerns about these Terms, please contact us at
ar: إذا كانت لديك أي أسئلة أو مخاوف بشأن هذه الشروط، يرجى الاتصال بنا على
es: Si tiene alguna pregunta o inquietud sobre estos Términos, comuníquese con nosotros en
fr: Si vous avez des questions ou des préoccupations concernant ces Conditions, veuillez nous contacter à l'adresse suivante :
