Repository: Julinium/emarches.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: Not required, e-Sign not required
ar: غير إلزامية، التوقيع الإلكتروني غير إلزامي
es: No requerido, no se requiere firma electrónica
fr: Non requise, signature électronique non requise

source: Not Applicable
ar: غير قابل للتطبيق
es: No aplicable
fr: Non Applicable

source: Domains of activity
ar: مجالات النشاط
es: Ámbitos de actividad
fr: Domaines d'activité

source: Qualifications
ar: المؤهلات
es: Calificaciones

source: Agrements
ar: الاعتمادات
es: Acuerdos
fr: Agréments

source: Samples
ar: العينات
es: Muestras
fr: Échantillons

source: Meetings
ar: الاجتماعات
es: Reuniones
fr: Réunions

source: In-Site Visits
ar: الزيارات الميدانية
es: Visitas en el sitio
fr: Visites des lieux

source: Price of Plans
ar: سعر التصاميم
es: Precio de los planes
fr: Prix des plans

source: Variante
ar: البديل

source: Lots details
ar: تفاصيل الحزم
es: Detalles de los lotes
fr: Détails des lots

source: Category
ar: الفئة
es: Categoría
fr: Catégorie

source: Description
ar: الوصف
es: Descripción

source: Estimate
ar: التقدير
es: Estimación
fr: Estimation

source: Caution
ar: الضمان
es: Cautión
fr: Caution provisoire

source: Reserved to SMB
ar: مخصص للصغار+
es: Reservado para SMB
fr: Réservé aux PME

source: Withdrawal address
ar: عنوان السحب
es: Dirección de retiro
fr: Adresse de retrait des dossiers

source: Bidding address
ar: عنوان المشاركة
es: Dirección de licitación
fr: Adresse de remise des offres

source: Opening address
ar: عنوان فتح العروض
es: Dirección de apertura
fr: Adresse d'ouverture des plis

source: Person
ar: الشخص
es: Persona
fr: Personne

source: My Favourite Tenders
ar: مفضلاتي
es: Mis licitaciones favoritas
fr: Mes Favoris

source: Download Favourites list
ar: تنزيل قائمة المفضلة
es: Descargar lista de favoritos
fr: Télécharger la liste des Favoris

source: Save a list of shown Tenders as a '.csv' file to your local device.
ar: احفظ قائمة المناقصات المعروضة كملف '.csv' على جهازك المحلي.
es: Guarda una lista de las licitaciones mostradas como un archivo '.csv' en tu dispositivo local.
fr: Enregistrer une liste des Consultations sous un fichier '.csv' sur votre appareil.

source: These files can be opened in many spreadsheet processors like LibreOffice Calc and MS Excel, ...
ar: يمكن فتح هذه الملفات في العديد من برامج الجداول مثل LibreOffice Calc وMS Excel.
es: Estos archivos pueden abrirse en muchos procesadores de hojas de cálculo como LibreOffice Calc y MS Excel, ...
fr: Ces fichiers peuvent être ouverts dans de nombreux tableurs comme LibreOffice Calc, MS Excel, ...

source: Items count
ar: عدد العناصر
es: Recuento de elementos
fr: Éléments trouvés

source: Download file
ar: تنزيل الملف
es: Descargar archivo
fr: Télécharger le fichier

source: Clear Favourites
ar: مسح المفضلة
es: Borrar favoritos
fr: Effacer les favoris

source: Clear your list of Favourite Tenders.
ar: مسح قائمة المناقصات المفضلة.
es: Borra tu lista de licitaciones favoritas.
fr: Effacez votre liste d'appels d'offres favoris.

source: This only will remove your stars from the Tenders, not the Tenders themselves.
ar: سيؤدي ذلك فقط إلى إزالة النجوم من المناقصات، وليس حذف المناقصات نفسها
es: Esto solo eliminará tus estrellas de las licitaciones, no las licitaciones en sí mismas.
fr: Cela ne supprimera que vos étoiles des appels d'offres, pas les appels d'offres eux-mêmes.

source: This operation can not be reversed.
ar: لا يمكن التراجع عن هذه العملية
es: Esta operación no puede deshacerse.
fr: Cette opération est irréversible.

source: Clear Expired
ar: مسح منتهية الصلاحية
es: Borrar vencidos
fr: Effacer les expirés

source: Clear All
ar: مسح الكل
es: Borrar todo
fr: Tout effacer

source: Favourites cleared succcessfully.
ar: تم مسح المفضلة بنجاح.
es: Favoritos borrados exitosamente.
fr: Favoris effacés avec succès.

source: Something went wrong.
ar: حدث خطأ ما.
es: Algo salió mal.
fr: Quelque chose a mal tourné !

source: Nothing to clear.
ar: لا يوجد شيء لحذفه.
es: Nada que borrar.
fr: Rien à effacer.

source: Download List
ar: تنزيل اللائحة
es: Descargar lista
fr: Télécharger la liste

source: Last updated
ar: آخر تحديث
es: Última actualización
fr: Dernière mise à jour

source: Tenders list
ar: قائمة المناقصات
es: Lista de licitaciones
fr: Liste des appels d'offres

source: Download Tenders list
ar: تنزيل قائمة المناقصات
es: Descargar lista de licitaciones
fr: Télécharger la liste des appels d'offres

source: You have no Favourites.
ar: ليس لديك عناصر مفضلة.
es: No tienes favoritos.
fr: Vous n'avez aucun favori.

source: Tenders List
ar: قائمة المناقصات
es: Lista de licitaciones
fr: Liste des appels d'offres

source: Updated since
ar: تم التحديث منذ
es: Actualizado desde
fr: Mis à jour depuis

source: Tenders Search
ar: البحث عن المناقصات
es: Buscar Licitaciones
fr: Recherche des Consultations

source: Estimate Min
ar: أقل تقدير
es: Estimación mínima
fr: Estimation Min

source: Estimate Max
ar: أعلى تقدير
es: Estimación máxima
fr: Estimation Max

source: All
ar: الكل
es: Todo
fr: Tout

source: Deadline Min
ar: أقرب موعد نهائي
es: Fecha límite mínima
fr: Date limite Min

source: Deadline Max
ar: أبعد موعد نهائي
es: Fecha límite máxima
fr: Date limite Max

source: Published Min
ar: أقدم تاريخ نشر
es: Publicado mínimo
fr: Date de publication Min

source: Published Max
ar: أحدث تاريخ نشر
es: Publicado máximo
fr: Date de publication Max

source: Client
ar: الزبون
es: Cliente

source: Exec. Location
ar: مكان الإنجاز
es: Ubicación de ejecución
fr: Lieu d'exécution

source: Electronic Response
ar: المشاركة الإلكترونية
es: Respuesta electrónica
fr: Réponse électronique

source: Single Lot only
ar: حزمة واحدة فقط
es: Solo un lote
fr: Lot unique seulement

source: Results per page
ar: النتائج لكل صفحة
es: Resultados por página
fr: Résultats par page

source: Order by
ar: الترتيب
es: Ordenar por
fr: Trier par

source: Deadline
ar: الموعد النهائي
es: Fecha límite
fr: Date limite

source: Published Date
ar: تاريخ النشر
es: Fecha de publicación
fr: Date de publication

source: Reset
ar: إعادة تعيين
es: Restablecer
fr: Réinitialiser

source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé

source: Showing items
ar: عرض العناصر
es: Mostrando elementos
fr: Affichage des éléments

source: from
ar: من
es: de
fr: de

source: Tremendous amounts of money are regularly awarded in public contracts and your chances are greater than you may think. Statistics do not lie.
ar: يتم منح مبالغ ضخمة بانتظام في العقود العامة وفرصك أكبر مما قد تعتقد. الإحصائيات لا تكذب.
es: Se otorgan grandes cantidades de dinero regularmente en contratos públicos y tus oportunidades son mayores de lo que piensas. Las estadísticas no mienten.
fr: D'énormes sommes d'argent sont régulièrement attribuées dans les contrats publics et vos chances sont plus grandes que vous ne le pensez. Les statistiques ne mentent pas.

source: Periods
ar: الفترات
es: Períodos
fr: Périodes

source: Weeks
ar: أسابيع
es: Semanas
fr: Semaines

source: Months
ar: أشهر
es: Meses
fr: Mois

source: Quarters
ar: فصول
es: Trimestres
fr: Trimestres

source: Years
ar: سنوات
es: Años
fr: Années

source: Refresh
ar: تحديث
es: Actualizar
fr: Rafraîchir

source: Evolution
ar: التطور
es: Evolución
fr: Évolution

source: Distribution
ar: التوزيع
es: Distribución

source: Figures
ar: الأرقام
es: Cifras
fr: Chiffres

source: Grand Total
ar: الإجمالي العام
es: Gran total
fr: Total général

source: Monthly Mean
ar: المتوسط الشهري
es: Promedio mensual
fr: Moyenne mensuelle

source: Daily Mean
ar: المتوسط اليومي
es: Promedio diario
fr: Moyenne quotidienne

source: Tenders count
ar: عدد المناقصات
es: Cantidad de licitaciones
fr: Nombre de consultations

source: Tenders per day
ar: المناقصات يوميًا
es: Licitaciones por día
fr: Consultations par jour

source: About these stats
ar: حول هذه الإحصائيات
es: Acerca de estas estadísticas
fr: À propos de ces statistiques

source: The dates we consider for Tenders are the bidding deadlines. The shown amounts are those of the Tenders as they are advertised on the public portal. We do not account for later modifications or cancellations and we do not know whether or not the Tenders were really awarded and whether or not the works were executed... Some figures, especially percentages, may have been rounded.
ar: التواريخ التي نأخذها في الاعتبار للمناقصات هي مواعيد التقديم. المبالغ المعروضة هي تلك الخاصة بالمناقصات كما تم الإعلان عنها على البوابة العامة. لا نأخذ في الاعتبار التعديلات أو الإلغاءات اللاحقة ولا نعلم ما إذا كانت المناقصات قد تم منحها فعلاً أو ما إذا كانت الأعمال قد تم تنفيذها... بعض الأرقام، وخاصة النسب المئوية، قد تكون تم تقريبها.
es: Las fechas que consideramos para las licitaciones son las fechas límite de la licitación. Las cantidades mostradas corresponden a las licitaciones tal como se anuncian en el portal público. No tenemos en cuenta las modificaciones posteriores o cancelaciones y no sabemos si las licitaciones fueron realmente adjudicadas o si los trabajos fueron ejecutados... Algunas cifras, especialmente los porcentajes, pueden haber sido redondeadas.
fr: Les dates que nous considérons pour les consultations sont les dates limites de soumission. Les montants affichés correspondent à ceux des consultations telles qu'elles sont publiées sur le portail public. Nous ne prenons pas en compte les modifications ou annulations ultérieures et nous ne savons pas si les consultations ont réellement été attribuées, ni si les travaux ont été exécutés... Certaines données, notamment les pourcentages, peuvent avoir été arrondies.

source: The stats shown for future periods may change as Tenders may change and new Tenders may be posted.
ar: قد تتغير الإحصائيات المعروضة للفترات المستقبلية مع تغير المناقصات أو نشر مناقصات جديدة.
es: Las estadísticas mostradas para períodos futuros pueden cambiar, ya que las licitaciones pueden cambiar y se pueden publicar nuevas licitaciones.
fr: Les statistiques pour les périodes futures peuvent changer car les consultations peuvent être modifiées et de nouvelles consultations peuvent être publiées.

source: Depending on the availability of data, the data for first period may not be accurate at all.
ar: اعتمادًا على توافر البيانات، قد لا تكون البيانات للفترة الأولى دقيقة على الإطلاق.
es: Dependiendo de la disponibilidad de los datos, los datos del primer período pueden no ser exactos en absoluto.
fr: Selon la disponibilité des données, les données pour la première période peuvent ne pas être du tout exactes.

source: These statistics are given for reference only.
ar: هذه الإحصائيات للاستخدام المرجعي فقط.
es: Estas estadísticas son solo de referencia.
fr: Ces statistiques sont données à titre indicatif uniquement.

source: Lots
ar: حزم
es: Lotes

source: Only registered users can see this
ar: يمكن فقط للمستخدمين المسجلين رؤية هذا
es: Solo los usuarios registrados pueden ver esto
fr: Seuls les utilisateurs enregistrés peuvent voir cela

source: Details not available
ar: التفاصيل غير متاحة
es: Detalles no disponibles
fr: Détails indisponibles

source: Legend
ar: دليل الرموز
fr: Légende

source: Fournitures
ar: التوريد

source: Travaux
ar: الأشغال

source: Elément ajouté aux favoris
ar: عنصر مضاف إلى المفضلات

source: Consultation annulée
ar: طلب عروض ملغى

source: Procédure de consultation ouverte
ar: إجراءات الاستشارة المفتوحة

source: Procédure de consultation restreinte ou limitée
ar: إجراءات الاستشارة المحدودة أو المقيدة

source: Réservé à la TPE et PME installées au Maroc, jeunes entreprises innovantes, Coopératives et auto-entrepreneurs
ar: مخصص للمؤسسات الصغيرة جدًا والمتوسطة المقيمة في المغرب، الشركات الناشئة المبتكرة، التعاونيات، والمقاولين الذاتيين

source: Réponse éléctronique obligatoire, avec signature éléctronique obligatoire
ar: الرد الإلكتروني إلزامي، مع التوقيع الإلكتروني إلزامي

source: Réponse éléctronique obligatoire, avec signature éléctronique non obligatoire
ar: الرد الإلكتروني إلزامي، مع التوقيع الإلكتروني غير إلزامي

source: Réponse éléctronique non obligatoire, avec signature éléctronique obligatoire
ar: الرد الإلكتروني غير إلزامي، مع التوقيع الإلكتروني إلزامي

source: Réponse éléctronique non obligatoire, avec signature éléctronique non obligatoire
ar: الرد الإلكتروني غير إلزامي، مع التوقيع الإلكتروني غير إلزامي

source: Réponse éléctronique non applicable
ar: الرد الإلكتروني غير قابل للتطبيق

source: Lieu d'execution
ar: مكان التنفيذ

source: Acheteur public
ar: المشتري العام

source: Certaines informations sont reservées aux utilisateurs enregistrés
ar: بعض المعلومات مخصصة للمستخدمين المسجلين

source: Search isgnores case and accents:
ar: البحث يتجاهل حالة الأحرف واللكنات (في الأحرف اللاتينية):
es: La búsqueda ignora mayúsculas y acentos:
fr: La recherche ignore les majuscules et les accents :

source: Search criterias are joined with
ar: تجمع معايير البحث باستعمال
es: Los criterios de búsqueda se combinan con
fr: Les critères de recherche sont assemblés avec

source: Your Favourites list is empty
ar: قائمة مفضلاتك فارغة
es: Tu lista de favoritos está vacía
fr: Votre liste de Favoris est vide !

source: Favourites cleared succcessfully
ar: تم مسح المفضلة بنجاح
es: Favoritos borrados exitosamente
fr: Favoris effacés avec succès.

source: This file is only for authenticated users and you should not have accessed it.
ar: هذا الملف مخصص للمستخدمين المصادق عليهم فقط ولا يجب أن تكون قد وصلت إليه.
es: Este archivo es solo para usuarios autenticados y no deberías haber accedido a él.
fr: Ce fichier est réservé aux utilisateurs authentifiés et vous n'auriez pas dû y accéder.

source: Our servers security mechanism replaced the original content with this message.
ar: استبدلت آلية أمان الخوادم لدينا المحتوى الأصلي بهذه الرسالة.
es: Nuestro mecanismo de seguridad de servidores reemplazó el contenido original con este mensaje.
fr: Le mécanisme de sécurité de nos serveurs a remplacé le contenu original par ce message.

source: If you got this file from our servers, we would like to know how you did.
ar: إذا حصلت على هذا الملف من خوادمنا، نود أن نعرف كيف قمت بذلك.
es: Si obtuviste este archivo de nuestros servidores, nos gustaría saber cómo lo hiciste.
fr: Si vous avez obtenu ce fichier depuis nos serveurs, nous aimerions savoir comment vous avez fait.

source: We may hire you. Please contact us. Links on eMarches.com
ar: قد نوظفك. يرجى الاتصال بنا. الروابط على eMarches.com
es: Podemos contratarte. Por favor, contáctanos. Enlaces en eMarches.com.
fr: Nous pourrions vous embaucher. Veuillez nous contacter. Liens sur eMarches.com

source: Account Inactive
ar: الحساب غير نشط
es: Cuenta inactiva
fr: Compte inactif

source: This account is inactive.
ar: هذا الحساب غير نشط.
es: Esta cuenta está inactiva.
fr: Ce compte est inactif.

source: Confirm Access
ar: تأكيد الوصول
es: Confirmar acceso
fr: Confirmer l'accès

source: Please reauthenticate to safeguard your account.
ar: يرجى إعادة التوثيق لحماية حسابك.
es: Por favor, vuelve a autenticarte para proteger tu cuenta.
fr: Veuillez vous réauthentifier pour sécuriser votre compte.

source: Alternative options
ar: خيارات بديلة
es: Opciones alternativas
fr: Options alternatives

source: Email Verification
ar: التحقق من البريد الإلكتروني
es: Verificación de correo electrónico
fr: Vérification de l'email

source: Enter Email Verification Code
ar: أدخل رمز التحقق من البريد الإلكتروني
es: Introduce el código de verificación de correo electrónico
fr: Entrez le code de vérification de l'email

source: We’ve sent a code to %(email_link)s. The code expires shortly, so please enter it soon.
ar: لقد أرسلنا رمزًا إلى %(email_link)s. سينتهي صلاحية الرمز قريبًا، لذا يرجى إدخاله في أقرب وقت.
es: Te hemos enviado un código a %(email_link)s. El código expirará en breve, así que por favor introdúcelo pronto.
fr: Nous avons envoyé un code à %(email_link)s. Le code expire bientôt, veuillez le saisir rapidement.

source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler

source: Enter Sign-In Code
ar: أدخل رمز تسجيل الدخول
es: Introduce el código de acceso
fr: Entrez le code de connexion

source: Email Addresses
ar: عناوين البريد الإلكتروني
es: Direcciones de correo electrónico
fr: Adresses e-mail

source: The following email addresses are associated with your account:
ar: العناوين التالية مرتبطة بحسابك:
es: Las siguientes direcciones de correo electrónico están asociadas con tu cuenta:
fr: Les adresses e-mail suivantes sont associées à votre compte :

source: Verified
ar: تم التحقق
es: Verificado
fr: Vérifié

source: Unverified
ar: غير مُتحقق
es: No verificado
fr: Non vérifié

source: Primary
ar: أساسي
es: Primario
fr: Principal

source: Make Primary
ar: جعلها أساسية
es: Hacer principal
fr: Définir comme principal

source: Re-send Verification
ar: إعادة إرسال التحقق
es: Reenviar verificación
fr: Renvoyer la vérification

source: Remove
ar: حذف
es: Eliminar
fr: Supprimer

source: Add Email Address
ar: إضافة عنوان بريد إلكتروني
es: Añadir dirección de correo electrónico
fr: Ajouter une adresse e-mail

source: Add Email
ar: إضافة بريد إلكتروني
es: Añadir correo electrónico
fr: Ajouter un e-mail

source: Do you really want to remove the selected email address?
ar: هل ترغب حقًا في إزالة عنوان البريد الإلكتروني المحدد؟
es: ¿Realmente quieres eliminar la dirección de correo electrónico seleccionada?
fr: Voulez-vous vraiment supprimer l'adresse e-mail sélectionnée ?

source: You are receiving this email because you or someone else tried to signup for an account using email address:
ar: أنت تتلقى هذا البريد الإلكتروني لأنك أو شخص آخر حاول التسجيل لحساب باستخدام عنوان البريد الإلكتروني:
es: Estás recibiendo este correo electrónico porque tú o alguien más intentaron registrarse para una cuenta usando la dirección de correo electrónico:
fr: Vous recevez cet e-mail parce que vous ou quelqu'un d'autre avez essayé de vous inscrire pour un compte en utilisant l'adresse e-mail :

source: However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account:
ar: ومع ذلك، يوجد حساب مرتبط بهذا العنوان. إذا كنت قد نسيت ذلك، يرجى استخدام إجراء استعادة كلمة المرور لاستعادة حسابك:
es: Sin embargo, ya existe una cuenta con esa dirección de correo electrónico. En caso de que lo hayas olvidado, por favor utiliza el procedimiento de recuperación de contraseña para recuperar tu cuenta:
fr: Cependant, un compte utilisant cette adresse e-mail existe déjà. Si vous l'avez oublié, veuillez utiliser la procédure de mot de passe oublié pour récupérer votre compte :

source: Account Already Exists
ar: الحساب موجود بالفعل
es: La cuenta ya existe
fr: Le compte existe déjà

source: Hello from %(site_name)s!
ar: مرحبًا من %(site_name)s!
es: ¡Hola desde %(site_name)s!
fr: Bonjour du coté de %(site_name)s !

source: Thank you for using %(site_name)s!
ar: شكرًا لاستخدامكم %(site_name)s!
es: ¡Gracias por usar %(site_name)s!
fr: Merci d'utiliser %(site_name)s !

source: You are receiving this mail because the following change was made to your account:
ar: أنت تتلقى هذا البريد لأن التغيير التالي تم على حسابك:
es: Estás recibiendo este correo electrónico porque se realizó el siguiente cambio en tu cuenta:
fr: Vous recevez cet e-mail car le changement suivant a été effectué sur votre compte :

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from:
ar: إذا لم تتعرف على هذا التغيير، يرجى اتخاذ التدابير الأمنية المناسبة فورًا. التغيير في حسابك تم من:
es: Si no reconoces este cambio, por favor toma las medidas de seguridad correspondientes de inmediato. El cambio en tu cuenta proviene de:
fr: Si vous ne reconnaissez pas ce changement, veuillez prendre immédiatement les précautions de sécurité nécessaires. Le changement sur votre compte provient de :

source: IP address:
ar: عنوان IP:
es: Dirección IP:
fr: Adresse IP :

source: Browser:
ar: المتصفح:
es: Navegador:
fr: Navigateur :

source: Date:
ar: التاريخ:
es: Fecha:

source: Your email has been changed from %(from_email)s to %(to_email)s.
ar: تم تغيير بريدك الإلكتروني من %(from_email)s إلى %(to_email)s.
es: Tu correo electrónico ha sido cambiado de %(from_email)s a %(to_email)s.
fr: Votre e-mail a été changé de %(from_email)s à %(to_email)s.

source: Email Changed
ar: تم تغيير البريد الإلكتروني
es: Correo electrónico cambiado
fr: E-mail changé

source: Your email has been confirmed.
ar: تم تأكيد بريدك الإلكتروني.
es: Tu correo electrónico ha sido confirmado.
fr: Votre e-mail a été confirmé.

source: Email Confirmation
ar: تأكيد البريد الإلكتروني
es: Confirmación de correo electrónico
fr: Confirmation de l'e-mail

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
ar: أنت تتلقى هذا البريد لأن المستخدم %(user_display)s قدم عنوان بريدك الإلكتروني لتسجيل حساب على %(site_domain)s.
es: Estás recibiendo este correo electrónico porque el usuario %(user_display)s ha proporcionado tu dirección de correo electrónico para registrar una cuenta en %(site_domain)s.
fr: Vous recevez cet e-mail parce que l'utilisateur %(user_display)s a donné votre adresse e-mail pour enregistrer un compte sur %(site_domain)s.

source: Your email verification code is listed below. Please enter it in your open browser window.
ar: رمز التحقق من بريدك الإلكتروني مدرج أدناه. يرجى إدخاله في نافذة المتصفح المفتوحة.
es: Tu código de verificación de correo electrónico está listado a continuación. Por favor, ingrésalo en la ventana de tu navegador abierta.
fr: Votre code de vérification de l'e-mail est indiqué ci-dessous. Veuillez l'entrer dans votre fenêtre de navigateur ouverte.

source: To confirm this is correct, go to %(activate_url)s
ar: لتأكيد صحة ذلك، اذهب إلى %(activate_url)s
es: Para confirmar que esto es correcto, ve a %(activate_url)s
fr: Pour confirmer que cela est correct, allez sur %(activate_url)s

source: Please Confirm Your Email Address
ar: يرجى تأكيد عنوان بريدك الإلكتروني
es: Por favor, confirma tu dirección de correo electrónico
fr: Veuillez confirmer votre adresse e-mail

source: Email address %(deleted_email)s has been removed from your account.
ar: تم إزالة عنوان البريد الإلكتروني %(deleted_email)s من حسابك.
es: La dirección de correo electrónico %(deleted_email)s ha sido eliminada de tu cuenta.
fr: L'adresse e-mail %(deleted_email)s a été supprimée de votre compte.

source: Email Removed
ar: تم إزالة البريد الإلكتروني
es: Correo electrónico eliminado
fr: Adresse e-mail supprimée

source: Your sign-in code is listed below. Please enter it in your open browser window.
ar: رمز تسجيل الدخول الخاص بك مدرج أدناه. يرجى إدخاله في نافذة المتصفح المفتوحة.
es: Tu código de inicio de sesión está listado a continuación. Por favor, ingrésalo en la ventana de tu navegador abierta.
fr: Votre code de connexion est indiqué ci-dessous. Veuillez l'entrer dans votre fenêtre de navigateur ouverte.

source: This mail can be safely ignored if you did not initiate this action.
ar: يمكنك تجاهل هذا البريد بأمان إذا لم تبدأ هذا الإجراء.
es: Este correo puede ser ignorado de manera segura si no iniciaste esta acción.
fr: Vous pouvez ignorer cet e-mail en toute sécurité si vous n'êtes pas à l'origine de cette action.

source: Sign-In Code
ar: رمز تسجيل الدخول
es: Código de inicio de sesión
fr: Code de connexion

source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك.
es: Tu contraseña ha sido cambiada.
fr: Votre mot de passe a été modifié.

source: Password Changed
ar: تم تغيير كلمة المرور
es: Contraseña cambiada
fr: Mot de passe modifié
