Repository: Julinium/emarches.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: We are committed to providing high-quality services and ensuring customer satisfaction. Our guarantee policy outlines the terms under which we stand by our commitments.
ar: نحن ملتزمون بتقديم خدمات عالية الجودة وضمان رضا العملاء. تحدد سياسة الضمان لدينا الشروط التي نلتزم من خلالها بتعهداتنا.
es: Nos comprometemos a proporcionar servicios de alta calidad y garantizar la satisfacción del cliente. Nuestra política de garantía describe los términos bajo los cuales cumplimos con nuestros compromisos.
fr: Nous nous engageons à fournir des services de haute qualité et à garantir la satisfaction de nos clients. Notre politique de garantie décrit les conditions dans lesquelles nous tenons nos engagements.

source: Service Quality
ar: جودة الخدمة
es: Calidad del servicio
fr: Qualité du service

source: We guarantee that all services provided are delivered with professionalism, care, and accuracy to the best of our ability.
ar: نضمن أن جميع الخدمات المقدمة يتم تقديمها باحترافية واهتمام ودقة إلى أقصى حد من قدرتنا.
es: Garantizamos que todos los servicios proporcionados se entregan con profesionalismo, cuidado y precisión en la medida de nuestra capacidad.
fr: Nous garantissons que tous les services fournis sont réalisés avec professionnalisme, soin et précision, au mieux de nos capacités.

source: User Satisfaction
ar: رضا المستخدم
es: Satisfacción del usuario
fr: Satisfaction des utilisateurs

source: If you are dissatisfied with any aspect of our services, please contact us promptly. We will make every reasonable effort to address your concerns and rectify any issues.
ar: إذا كنت غير راضٍ عن أي جانب من خدماتنا، يرجى الاتصال بنا على الفور. سنبذل كل جهد معقول لمعالجة مخاوفك وتصحيح أي مشاكل.
es: Si no está satisfecho con algún aspecto de nuestros servicios, por favor contáctenos rápidamente. Haremos todo lo posible para atender sus inquietudes y corregir cualquier problema.
fr: Si vous êtes insatisfait de quelque aspect que ce soit de nos services, veuillez nous contacter rapidement. Nous ferons tout notre possible pour répondre à vos préoccupations et rectifier tout problème.

source: Limitations of Guarantee
ar: قيود الضمان
es: Limitaciones de la garantía
fr: Limitations de la garantie

source: This guarantee does not cover issues arising from:
ar: هذا الضمان لا يشمل المشكلات الناجمة عن:
es: Esta garantía no cubre problemas derivados de:
fr: Cette garantie ne couvre pas les problèmes provenant de :

source: User-provided errors or misinformation.
ar: الأخطاء أو المعلومات غير الصحيحة التي يقدمها المستخدم.
es: Errores o desinformación proporcionados por el usuario.
fr: Erreurs ou informations incorrectes fournies par l'utilisateur.

source: Technical issues beyond our control, such as internet outages or third-party service failures.
ar: المشاكل الفنية التي تتجاوز سيطرتنا، مثل انقطاع الإنترنت أو فشل خدمات الأطراف الثالثة.
es: Problemas técnicos fuera de nuestro control, como cortes de internet o fallos de servicios de terceros.
fr: Problèmes techniques échappant à notre contrôle, tels que les pannes de connexion Internet ou les défaillances de services tiers.

source: Unauthorized use or modification of our services.
ar: الاستخدام غير المصرح به أو التعديل على خدماتنا.
es: Uso no autorizado o modificación de nuestros servicios.
fr: Utilisation ou modification non autorisée de nos services.

source: Requesting Support
ar: طلب الدعم
es: Solicitar soporte
fr: Demande de support

source: To report a problem or request support, please contact us through the provided channels. Include detailed information about the issue to help us resolve it efficiently.
ar: لتبليغ عن مشكلة أو طلب الدعم، يرجى الاتصال بنا من خلال القنوات المتاحة. يرجى تضمين معلومات مفصلة عن المشكلة لمساعدتنا في حلها بكفاءة.
es: Para reportar un problema o solicitar soporte, comuníquese con nosotros a través de los canales proporcionados. Incluya información detallada sobre el problema para ayudarnos a resolverlo de manera eficiente.
fr: Pour signaler un problème ou demander de l'aide, veuillez nous contacter par les canaux fournis. Incluez des informations détaillées sur le problème afin de nous aider à le résoudre efficacement.

source: No Financial Liability
ar: عدم المسؤولية المالية
es: Sin responsabilidad financiera
fr: Aucune responsabilité financière

source: Our guarantee is limited to addressing issues within the scope of our services. We are not liable for any indirect or consequential damages resulting from the use or unavailability of our services.
ar: ضماننا يقتصر على معالجة القضايا ضمن نطاق خدماتنا. نحن غير مسؤولين عن أي أضرار غير مباشرة أو تبعية نتيجة لاستخدام أو عدم توفر خدماتنا.
es: Nuestra garantía se limita a abordar problemas dentro del alcance de nuestros servicios. No somos responsables de daños indirectos o consecuentes derivados del uso o la no disponibilidad de nuestros servicios.
fr: Notre garantie se limite à résoudre les problèmes dans le cadre de nos services. Nous ne sommes pas responsables des dommages indirects ou consécutifs résultant de l'utilisation ou de l'indisponibilité de nos services.

source: Suspect activity !
ar: نشاط مشبوه!
es: ¡Actividad sospechosa!
fr: Activité suspecte !

source: Too many failures
ar: العديد من المحاولات الفاشلة
es: Demasiados fallos
fr: Trop de tentatives infructueuses

source: Our system detected a suspected activity from your address.
ar: اكتشف نظامنا نشاطًا مشبوهًا من عنوانك.
es: Nuestro sistema detectó una actividad sospechosa desde su dirección.
fr: Notre système a détecté une activité suspecte depuis votre adresse.

source: Sorry for any inconvinience, but we take security seriously.
ar: نعتذر عن أي إزعاج، ولكننا نأخذ الأمان على محمل الجد.
es: Disculpe cualquier inconveniente, pero tomamos la seguridad en serio.
fr: Désolé pour la gêne occasionnée, mais nous prenons la sécurité très au sérieux.

source: If you think we made a mistake, please let us know.
ar: إذا كنت تعتقد أننا ارتكبنا خطأ، يرجى إعلامنا.
es: Si cree que cometimos un error, por favor háganoslo saber.
fr: Si vous pensez que nous avons fait une erreur, veuillez nous le faire savoir.

source: User Profile
ar: ملف المستخدم
es: Perfil de usuario
fr: Profil utilisateur

source: Subscription status
ar: حالة الاشتراك
fr: État de l'abonnement

source: Current Plan
ar: الاشتراك الحالي
es: Actual Plan
fr: Abonnement actuel

source: Free
ar: مجاني
fr: Gratuit

source: Remaining days
ar: الأيام المتبقية
es: Dias restantes
fr: Jours restants

source: Expires on
ar: تاريخ النهاية
fr: Expire le

source: Upgrade Plan
ar: تحسين الاشتراك
es: Mejorar Plan
fr: Améliorer l'abonnement

source: User Profile not found
ar: لم يتم العثور على الملف الشخصي
es: Perfil de usuario no encontrado
fr: Profil utilisateur introuvable

source: Period Stats
ar: إحصائيات الفترة
fr: Statistiques Période

source: Current favourites
ar: المفضلات الحالية
fr: Favoris en cours

source: Daily links
ar: الروابط اليومية
fr: Liens/Jour

source: Monthly links
ar: الروابط الشهرية
fr: Liens/Mois

source: Daily Downloads
ar: التنزيلات اليومية
fr: Téléchargements/Jour

source: Monthly Downloads
ar: التنزيلات الشهرية
fr: Téléchargements/Mois

source: Profile details
ar: تفاصيل الملف الشخصي
es: Detalles del perfil
fr: Détails du profil

source: Company
ar: الشركة
es: Compañía
fr: Entreprise

source: Sector
ar: القطاع
fr: Secteur

source: ICE
ar: التعريف الموحد للمقاولة

source: Established Since
ar: تاريخ التأسيس
es: Establecido desde
fr: Date d'établissement

source: Role
ar: الدور
es: Rol
fr: Rôle

source: City
ar: المدينة
es: Ciudad
fr: Ville

source: Country
ar: البلد
es: País
fr: Pays

source: Fax
ar: الفاكس

source: Website
ar: الموقع الإلكتروني
es: Sitio web
fr: Site web

source: Note
ar: ملاحظة
es: Nota

source: Edit Profile
ar: تعديل الملف الشخصي
es: Editar perfil
fr: Modifier le profil

source: Profile Details
ar: تفاصيل الملف الشخصي
es: Detalles del perfil
fr: Détails du profil

source: The file must be JPG, PNG, WEBP or GIF.
ar: يجب أن يكون الملف بصيغة JPG أو PNG أو GIF.
fr: L'image doit être à l'un des formats JPG, PNG ou GIF

source: The image must be less than 1MB.
ar: يجب أن تكون الصورة أقل من 1 ميجابايت.
es: La imagen debe ser menor a 1 MB.
fr: La taille de l'image ne doit pas dépasser 1MB.

source: The image dimensions must be between 150x150 and 1024x1024 pixels.
ar: يجب أن تكون أبعاد الصورة بين 150 و 1024 بكسل.
es: Las dimensiones de la imagen deben estar entre 150x150 y 1024x1024 píxeles.
fr: Les dimensions de l'images doivent être entre 150x150 et 1024x1024 pixels.

source: Company name or label
ar: اسم الشركة أو العلامة التجارية
es: Nombre de la empresa o etiqueta
fr: Nom ou raison sociale de l'entreprise

source: Date Established
ar: تاريخ التأسيس
es: Fecha de establecimiento
fr: Date d'établissement

source: Enter your city
ar: أدخل مدينتك
es: Ingrese su ciudad
fr: Entrez votre ville

source: Enter your country
ar: أدخل بلدك
es: Ingrese su país
fr: Entrez votre pays

source: Enter your sector of activity
ar: أدخل قطاع النشاط
es: Ingrese su sector de actividad
fr: Entrez votre secteur d'activité

source: Sector of Activity
ar: قطاع النشاط
es: Sector de actividad
fr: Secteur d'activité

source: Enter your role
ar: أدخل دورك
es: Ingrese su rol
fr: Entrez votre rôle

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
es: Ingrese su dirección de correo electrónico
fr: Entrez votre adresse e-mail

source: Enter your WhatsApp number
ar: أدخل رقم واتساب الخاص بك
es: Ingrese su número de WhatsApp
fr: Entrez votre numéro WhatsApp

source: Enter your fax number
ar: أدخل رقم الفاكس الخاص بك
es: Ingrese su número de fax
fr: Entrez votre numéro de fax

source: Enter your website URL
ar: أدخل عنوان موقعك الإلكتروني
es: Ingrese la URL de su sitio web
fr: Entrez l'URL de votre site web

source: Anything worth mentioning
ar: أي شيء يستحق الذكر
es: Algo que valga la pena mencionar
fr: Quelque chose à mentionner

source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder

source: Easily find the exact tender that matches your business goals
ar: اعثر بسهولة على المناقصة التي تتناسب مع أهداف عملك
es: Encuentra fácilmente la licitación exacta que coincide con tus objetivos comerciales
fr: Trouvez facilement l'appel d'offres exact qui correspond à vos objectifs commerciaux.

source: Effortless Downloads
ar: تنزيلات سهلة
es: Descargas sin esfuerzo
fr: Téléchargements faciles

source: Download files for promising opportunities in just two clicks
ar: قم بتنزيل الملفات للفرص الواعدة بنقرتين فقط
es: Descarga archivos para oportunidades prometedoras con solo dos clics
fr: Téléchargez les fichiers des opportunités prometteuses en seulement deux clics.

source: Save Your Favorites
ar: احفظ مفضلاتك
es: Guarda tus favoritos
fr: Enregistrez vos favoris

source: Mark tenders as favorites for quick and easy access later
ar: احفظ المناقصات المفضلة للوصول إليها بسرعة وسهولة لاحقًا
es: Marca las licitaciones como favoritas para acceder rápidamente más tarde
fr: Marquez les appels d'offres comme favoris pour un accès rapide et facile plus tard.

source: Responsive Design
ar: تصميم متجاوب
es: Diseño adaptable
fr: Design réactif

source: Our elegant interface adapts seamlessly to any screen size
ar: تتكيف واجهتنا الأنيقة بسلاسة مع أي حجم شاشة
es: Nuestra interfaz elegante se adapta sin problemas a cualquier tamaño de pantalla
fr: Notre interface élégante s'adapte parfaitement à toutes les tailles d'écran.

source: Multi-Language
ar: عدة لغات
es: Multilingüe
fr: Multilingue

source: Choose from Arabic, Tamazight, English, French, or Spanish
ar: اختر من بين العربية، الأمازيغية، الإنجليزية، الفرنسية أو الإسبانية
es: Elige entre árabe, tamazight, inglés, francés o español
fr: Choisissez parmi l'arabe, le tamazight, l'anglais, le français ou l'espagnol.

source: Free Services
ar: خدمات مجانية
es: Servicios gratuitos
fr: Services gratuits

source: Enjoy all our services completely free of charge
ar: استمتع بكل خدماتنا مجانًا
es: Disfruta de todos nuestros servicios completamente gratis
fr: Profitez de tous nos services complètement gratuitement.

source: Exciting Updates
ar: والقادم أفضل
es: Actualizaciones emocionantes
fr: Et bien plus encore

source: We’re just getting started. More amazing features are coming soon
ar: لقد بدأنا للتو. المزيد من الميزات الرائعة قادمة قريبًا
es: Apenas estamos comenzando. Pronto llegarán más características increíbles
fr: Nous venons de commencer et de grandes choses arrivent bientôt.

source: Some one submitted a message on eMarches.com using Contact form
ar: تم إرسال رسالة على eMarches.com عبر نموذج الاتصال
es: Alguien envió un mensaje en eMarches.com usando el formulario de contacto
fr: Quelqu'un a soumis un message sur eMarches.com via le formulaire de contact.

source: Prefferred contact method
ar: طريقة الاتصال المفضلة
es: Método de contacto preferido
fr: Méthode de contact préférée

source: Subscribe to Newsletter
ar: اشترك في النشرة الإخبارية
es: Suscribirse al boletín
fr: Abonnez-vous à la newsletter

source: Subscribe to Offers
ar: اشترك في العروض
es: Suscribirse a ofertas
fr: Abonnez-vous aux offres

source: Submitted on
ar: تم التقديم في
es: Enviado el
fr: Soumis le

source: New Contact
ar: اتصال جديد
es: Nuevo contacto
fr: Nouveau contact

source: Submitted. Thank you for contacting us
ar: تم التقديم. شكراً للتواصل معنا
es: Enviado. Gracias por contactarnos
fr: Soumis. Merci de nous avoir contactés !

source: Something went wrong
ar: حدث خطأ ما
es: Algo salió mal
fr: Quelque chose a mal tourné !

source: Your profile has been updated successfully
ar: تم تحديث ملفك الشخصي بنجاح
es: Tu perfil ha sido actualizado exitosamente
fr: Votre profil a été mis à jour avec succès.

source: There was an error updating your profile
ar: حدث خطأ أثناء تحديث ملفك الشخصي
es: Hubo un error al actualizar tu perfil
fr: Une erreur est survenue lors de la mise à jour de votre profil.

source: DCE Downloads
ar: تنزيلات الملفات
es: Descargas DCE
fr: Téléchargements DCE

source: Total count
ar: العدد الاجمالي
es: Recuento total
fr: Nombre total

source: Total downloaded size
ar: الحجم الإجمالي للتنزيل
es: Tamaño total descargado
fr: Taille totale des téléchargements

source: bytes
ar: بايت
fr: octets

source: Top last
ar: الأعلى آخر
es: Top últimas
fr: Top derniers

source: days
ar: أيام
es: días
fr: jours

source: Latest
ar: أحدث
es: Últimos
fr: Dernier

source: No records found.
ar: لم يتم العثور على سجلات.
es: No se encontraron registros.
fr: Aucun enregistrement trouvé.

source: Not allowed
ar: غير مسموح
es: No permitido
fr: Non autorisé

source: Favorisations
ar: التفضيلات
es: Favorizaciones

source: Top Tenders
ar: أفضل المناقصات
es: Principales licitaciones
fr: Meilleurs appels d'offres

source: Favorisations List
ar: قائمة التفضيلات
es: Lista de Favorizaciones
fr: Liste des favorisations

source: Page navigation
ar: تنقل الصفحة
es: Navegación de página
fr: Navigation de la page

source: Favourites
ar: المفضلات
es: Favoritos
fr: Favoris

source: Lead Details
ar: تفاصيل العميل
es: Detalles del contacto
fr: Détails du prospect

source: Submitted since
ar: تم الإرسال منذ
es: Enviado desde
fr: Soumis depuis

source: Authenticated user
ar: مستخدم مسجل
es: Usuario autenticado
fr: Utilisateur authentifié

source: Yes
ar: نعم
es: Sí
fr: Oui

source: No
ar: لا
fr: Non

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur

source: User email
ar: بريد المستخدم الإلكتروني
es: Correo electrónico del usuario
fr: Email de l'utilisateur

source: Subscribe to Promotions
ar: اشترك في العروض الترويجية
es: Suscribirse a promociones
fr: Abonnez-vous aux promotions

source: Replied
ar: تم الرد
es: Respondido
fr: Répondu

source: Mark as Replied
ar: علامة تم الرد عليها
es: Marcar como respondido
fr: Marquer comme répondu

source: Actions
ar: إجراءات
es: Acciones

source: Results
ar: النتائج
es: Resultados
fr: Résultats

source: Notes
ar: ملاحظات
es: Notas

source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Sauvegarder les modifications

source: Leads List
ar: قائمة العملاء المحتملين
es: Lista de contactos
fr: Liste des Prospects

source: Not Replied
ar: لم يتم الرد
es: No respondido
fr: Non répondu

source: Newsletters List
ar: قائمة النشرات الإخبارية
es: Lista de boletines
fr: Liste des Newsletters

source: Search Query Details
ar: تفاصيل البحث
es: Detalles de la consulta de búsqueda
fr: Détails de la recherche

source: First
ar: الأول
es: Primera
fr: Prem.

source: Last
ar: الآخر
es: Última
fr: Dern.

source: Search Queries List
ar: لائحة البحوث
es: Lista de consultas de búsqueda
fr: Liste des recherches

source: Anonymous
ar: مجهول
es: Anónimo
fr: Anonyme

source: Page
ar: صفحة
es: Página

source: Leads
ar: الفرص
es: Prospectos
fr: Prospects

source: Contacts and messages sent from the website form
ar: نموذج جهات الاتصال والرسائل المرسلة من الموقع
fr: Contacts et messages envoyés depuis le formulaire du site web

source: Newsletters
ar: النشرات الإخبارية
es: Boletines

source: This feature is still under devlopment and will be available in future versions
ar: هذه الميزة لا تزال قيد التطوير وسوف تكون متاحة في الإصدارات المستقبلية
fr: Cette page est en construction. Elle sera bientôt disponible.

source: Search Queries
ar: مصطلحات البحث
es: Consultas de búsqueda
fr: Recherches

source: What are the visitors searching for and how they want the results to be shown
ar: ما الذي يبحث عنه الزوار وكيف يريدون عرض النتائج
fr: Ce que cherchent les visiteurs et comment ils affichent les résultats

source: What files do registered users download
ar: الملفات التي يقوم المستخدمون المسجلون بتنزيلها
fr: Quelles fichiers téléchargent les utilisateurs enregistrés

source: Tenders that are in users Favourites
ar: العناصر الموجودة في مفضلة المستخدمين
fr: Consultations ajoutées aux Favoris des utilisateurs

source: What Tenders have been added to Favorites
ar: العناصر التي تمت إضافتها إلى المفضلة
fr: Quelles consultations ont été ajoutées aux Favoris.

source: Unfavorisations
ar: إلغاء التفضيلات
es: Desfavorizaciones
fr: Défavorisations

source: What Tenders have been removed from Favorites
ar: العناصر التي تمت إزالتها من المفضلة
fr: Quelles consultations ont été retirées des Favoris.

source: Unfavorisations List
ar: قائمة إزالة من المفضلة
es: Lista de no favorizados
fr: Liste des défavorisations

source: English
ar: الإنجليزية
es: Inglés
fr: Anglais

source: Amazigh
ar: الأمازيغية

source: Arabic
ar: العربية
es: Árabe
fr: Arabe

source: French
ar: الفرنسية
es: Francés
fr: Français

source: Spanish
ar: الإسبانية
es: Español
fr: Espagnol

source: German
ar: الألمانية
fr: Allemand

source: Download DCE
ar: تنزيل الملف
es: Descargar DCE
fr: Télécharger DCE

source: Downloads DCE
ar: تنزيلات الملفات
es: Descargas DCE
fr: Téléchargements DCE

source: We think the Official portal did a decent work regarding the POs feature and there is no huge improvement we could bring to it.
ar: نعتقد أن الموقع الرسمي قام بعمل مقبول فيما يخص سندات الشراء و لا توجد تحسينات كبرى يمكن إضافتها.
es: Creemos que el portal oficial hizo un trabajo decente con respecto a la función de PO y no hay ninguna mejora importante que podamos aportar.
fr: Nous pensons que le portail Officiel a fait un travail décent concernant les Bons de Commande et qu'il n'y a pas grand chose à y améliorer.

source: Browse POs on Official Website
ar: فتح الموقع الرسمي
es: Explorar el Sitio Web Oficial
fr: Parcourir le site Officiel

source: Tender details
ar: تفاصيل المناقصة
es: Detalles de la licitación
fr: Détails de la Consultation

source: Download should start shortly... Please wait.
ar: سيبدأ التنزيل قريبًا... يرجى الانتظار.
es: La descarga debería comenzar en breve... Por favor, espere.
fr: Le téléchargement va bientôt commencer... Veuillez patienter.

source: Sorry, we could not get your files. If this happens often, please let us know.
ar: عذرًا، لم نتمكن من الحصول على ملفاتك. إذا تكرر هذا، يرجى إعلامنا.
es: Lo siento, no pudimos obtener tus archivos. Si esto ocurre con frecuencia, por favor avísanos.
fr: Désolés, nous n'avons pas pu obtenir vos fichiers. Si cela se reproduit souvent, merci de nous le faire savoir.

source: Item added to Favourites.
ar: تمت إضافة العنصر إلى المفضلة.
es: Elemento añadido a favoritos.
fr: Élément ajouté aux Favoris.

source: Item removed from Favourites.
ar: تمت إزالة العنصر من المفضلة.
es: Elemento eliminado de favoritos.
fr: Élément retiré des Favoris.

source: Download Tender's files
ar: تنزيل ملفات المناقصة
es: Descargar los archivos de la licitación
fr: Télécharger les fichiers de la Consultation

source: Here is a list of files associated with the Tender.
ar: إليك قائمة بالملفات المرتبطة بالمناقصة.
es: Aquí hay una lista de archivos asociados con la licitación.
fr: Voici une liste des fichiers associés à la Consultation.

source: Once you click on an item, your browser or device should handle the download process.
ar: بمجرد النقر على عنصر، سيتولى يتولى المتصفح أو جهازك عملية التنزيل.
es: Una vez que hagas clic en un elemento, tu navegador o dispositivo debería manejar el proceso de descarga.
fr: Une fois que vous cliquez sur un fichier, votre navigateur ou appareil gérera le processus de téléchargement.

source: Sorry. We could not get the files for this Tender.
ar: عذرًا. لم نتمكن من الحصول على ملفات هذه المناقصة.
es: Lo siento. No pudimos obtener los archivos de esta licitación.
fr: Désolé. Nous n'avons pas pu obtenir les fichiers pour cette Consultation.

source: Please try again later, or contact us if this problem persists.
ar: يرجى المحاولة لاحقًا، أو الاتصال بنا إذا استمرت هذه المشكلة.
es: Por favor, intenta de nuevo más tarde o contáctanos si el problema persiste.
fr: Merci de réessayer plus tard ou de nous contacter si le problème persiste.

source: Dismiss
ar: إلغاء
es: Descartar
fr: Annuler

source: Cancelled
ar: ملغاة
fr: Annulée

source: Download
ar: تنزيل
es: Descargar
fr: Télécharger

source: Toggle Favourite
ar: تبديل المفضلة
es: Alternar favorito
fr: Ajouter/Enlever des Favoris

source: Bid
ar: مشاركة
es: Oferta
fr: Soumission

source: Object
ar: الموضوع
es: Objeto
fr: Objet

source: Bidding Deadline
ar: آخر موعد المشاركة
es: Fecha límite de licitación
fr: Date limite de soumission

source: Morocco time
ar: توقيت المغرب
fr: Heure du Maroc

source: Total Estimate
ar: إجمالي التقدير
es: Estimación total
fr: Estimation totale

source: Multi-lots
ar: عدة حزم
es: Multilotes

source: Temporary Caution
ar: الضمان المؤقت
es: Cautión temporal
fr: Caution provisoire

source: Log In
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter

source: Main Category
ar: الفئة الرئيسية
es: Categoría principal
fr: Catégorie principale

source: Reserved to SMB+
ar: مخصص للصغار+
es: Reservado para SMB+
fr: Réservé aux PME+

source: Lots count
ar: عدد الحزم
es: Recuento de lotes
fr: Nombre de lots

source: Date published
ar: تاريخ النشر
es: Fecha de publicación
fr: Date de publication

source: Reference
ar: المرجع
es: Referencia
fr: Référence

source: Execution location
ar: مكان الإنجاز
es: Ubicación de ejecución
fr: Lieu d'exécution

source: Public client
ar: الزبون العام
es: Cliente público
fr: Acheteur public

source: Procedure
ar: نوع الإجراء
es: Procedimiento
fr: Procédure

source: Electronic response and signature
ar: المشاركة الإلكترونية والتوقيع
es: Respuesta electrónica y firma
fr: Réponse électronique et signature

source: Required, e-Sign required
ar: إلزامية، التوقيع الإلكتروني إلزامي
es: Requerido, se requiere firma electrónica
fr: Requise, signature électronique requise

source: Required, e-Sign not required
ar: إلزامية، التوقيع الإلكتروني غير إلزامي
es: Requerido, no se requiere firma electrónica
fr: Requise, signature électronique non requise

source: Not required, e-Sign required
ar: غير إلزامية، التوقيع الإلكتروني إلزامي
es: No requerido, se requiere firma electrónica
fr: Non requise, signature électronique requise
